[
  {
    "title": "Hadith Collection (All in one)",
    "appId": "com.greentech.hadith",
    "url": "https://play.google.com/store/apps/details?id=com.greentech.hadith",
    "icon": "https://play-lh.googleusercontent.com/Ldjru07IMPty5SGsBXIx4qhcMvWjs0ei4gyI_OjA9KIBAnyZBCsGWEpyuN02wsfIdkU",
    "developer": "Greentech Apps Foundation",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Hadith Collection (All in one) is an Ultimate Collection of Hadith of Prophet Muhammad (ﷺ). The app contains 41000+ hadith from Most Accepted and Authentic Hadith books. <br><br><h3><b>The 14 books included are:</b></h3><br>1) <b>Sahih al Bukhari صحيح البخاري</b> - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br>2) <b>Sahih Muslim صحيح مسلم</b> - Hadith collected by Muslim b. al-Hajjaj (d. 261 A.H., 875 C.E.)<br>3) <b>Sunan an-Nasa&#39;i سنن النسائي</b>  - Hadith collected by al-Nasa&#39;i (d. 303 A.H., 915 C.E.)<br>4) <b>Sunan Abu-Dawood سنن أبي داود</b> - Hadith collected by Abu Dawood (d. 275 A.H., 888 C.E.)<br>5) <b>Jami&#39; at-Tirmidhi جامع الترمذي</b>  - Hadith collected by al-Tirmidhi (d. 279 A.H, 892 C.E)<br>6) <b>Sunan Ibn-Majah سنن ابن ماجه</b>  - Hadith collected by Ibn Majah (d. 273 A.H., 887 C.E.)<br>7) <b>Muwatta Malik موطأ مالك</b> - Hadith compiled and edited by the Imam, Malik ibn Anas<br>8) <b>Musnad Ahmad - Hadith compiled by Imam Ahmad ibn Hambal <br>9) <b>Riyad us Saliheen رياض الصالحين</b><br>10) <b>Shama&#39;il Muhammadiyah الشمائل المحمدية</b><br>11) <b>Al Adab Al Mufrad الأدب المفرد</b>  - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br>12) <b>Bulugh al-Maram بلوغ المرام</b><br>13) <b>40 Hadith Nawawi الأربعون النووية</b> - Hadith collected by Abu Zakaria Mohiuddin Yahya Ibn Sharaf al-Nawawi (631–676 A.H) <br>14) </b>40 Hadith Qudsi الحديث القدسي<br><br><h3><b>Features:</b></h3><br>● <b>41000+</b> Ahadith from the Sunnah<br>● Hadith grade (Sahih, Hasan, Daif etc)<br>● Search any word (partial or exact word) - Powerful Search engine<br>● Adjustable font size for both Arabic and translation (Pinch zoom feature)<br>● Hadith of the day <br>● Share option with the ability to share images lets one distribute beautiful hadiths with loved ones<br>● <b>No Ads</b><br>● Add/Remove Bookmarks/Favorites with online sync with google drive<br>● Start reading from where you left off (last read)<br>● Super quick response &amp; Database load<br>● Multiple View Modes: List view and Page mode<br>● Inclusion of chapters in some books<br><br><b>Reference and Courtesy of Sunnah.com</b><br><br>If you find any errors/issues in the hadiths, kindly report it to us.<br><br>May Allah have mercy on the collectors and translators of the Hadeeth<br><br><b>Share</b> and <b>Recommend</b> this Beautiful Hadith app for Android to your friends and family. May Allah bless us in this world and hereafter.<br><b>&quot;Whoever calls people to right guidance will have a reward like that of those who follow him...&quot;</b> - Sahih Muslim, Hadith 2674<br><br>Developed by <b>Greentech Apps Foundation</b><br><b>Visit our Website:</b> https://gtaf.org<br><b>Follow us on Social Medias:</b><br>fb.com/greentech0<br>twitter.com/greentechapps<br><br><h3><b>Important Note:</b></h3><br>● The Hadiths included in the App are in <b>Arabic &amp; English Language ONLY.</b> Although we would love to add more languages, we don&#39;t have the required hadith databases for other languages.<br><br>● We also feel compelled to make an observation here: this is not a fiqh or fatwa application. Hadith are made available on this application as a resource for research, personal study and understanding. The text of one or a few hadith alone are not taken as rulings by themselves; scholars have a sophisticated process using the principles of fiqh to come up with rulings. We do not advocate do-it-yourself fiqh using these hadith for those who are untrained in these principles. If you have a question on a specific ruling, please ask your local scholar.",
    "scoreText": "4.9",
    "score": 4.8722224
  },
  {
    "title": "Hadith Collection - Islam, Qur'an, Sunnah",
    "appId": "com.sahih.bukhari.sahih_bukhari_app",
    "url": "https://play.google.com/store/apps/details?id=com.sahih.bukhari.sahih_bukhari_app",
    "icon": "https://play-lh.googleusercontent.com/fYMkolk1Okdl8bgWAFG8SUwFpd4vdj7gFAU9dvsx6iK3hlsBKMpS13eAXYblCHzGtPM",
    "developer": "UMRA Tech",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Accessing the hadith of Rasul&#39;Allah SAW has never been this easier. The Hadiths are in Arabic and English. <br><br>Important Disclaimer: Please use this app for your references, researches, personal studies,  understanding, etc, and not for fatwa or fiqh application. Please do no derive rulings from individual hadiths. Consult trusted scholars for any questions and rulings. DO NOT DERIVE ANY RULINGS ON YOUR OWN FROM THIS APP. <br><br>This app contains these 14 books of hadith :<br><br>1) Sahih al Bukhari<br>2) Sahih Muslim <br>3) Sunan an-Nasa&#39;i<br>4) Sunan Abu-Dawood<br>5) Jami&#39; at-Tirmidhi<br>6) Sunan Ibn-Majah<br>7) Muwatta Malik <br>8) Musnad Ahmad<br>9) Riyad us Saliheen<br>10) Shama&#39;il Muhammadiyah<br>11) Al Adab Al Mufrad<br>12) Bulugh al-Maram<br>13) 40 Hadith Nawawi<br>14) 40 Hadith Qudsi<br><br>If you come across any errors within the app please do not hesitate to contact us.<br><br>JazakAllahu Khairan. May Allah bless and guide us all. Ameen.",
    "scoreText": "4.8",
    "score": 4.8
  },
  {
    "title": "Hadith Collection - Sahih Bukhari , Muslim & More",
    "appId": "com.quarterpi.hadithcollection",
    "url": "https://play.google.com/store/apps/details?id=com.quarterpi.hadithcollection",
    "icon": "https://play-lh.googleusercontent.com/AupjS8qMpAvj1ffhEcuGSQ4ya2AFgt0h6V2V5bfteT0ZpYxiNc6zV1dVqW7TN3WBn2w",
    "developer": "Quarter Pi",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "***** Repeated Translation issue introduced in version 2.0.9 is Fixed. Please update to version 3.0.1*****<br><br>Hadith Collection for Android is an ultimate collection of Hadith of Prophet Muhammad (محمد (صلى الله عليه و سلم (Peace Be Upon Him). The app contains Arabic mattan and translations in different languages of most accepted and authentic Hadith books including Sahih Bukhari, Sahih Muslim, Sunan Abu Dawud and Malik&#39;s Muwatta.<br><br>Features<br><br>•\tSahih Bukhari صحيح البخاري<br>•\tSahih Muslim صحيح مسلم<br>•\tSunan Abu Dawud سنن أبي داود<br>•\tMalik&#39;s Muwatta موطأ مالك<br>•\tSunan an-Nasa&#39;i سنن النسائي <br>•\tJami` at-Tirmidhi جامع الترمذي <br>•\tSunan Ibn Majah سنن ابن ماجه <br>•\tRiyad as-Salihin رياض الصالحين <br>•\tAl-Adab Al-Mufrad الأدب المفرد <br>•\tShama&#39;il Muhammadiyah الشمائل المحمدية <br>•\tBulugh al-Maram بلوغ المرام <br>•\t40 Hadith Nawawi<br>•\t40 Hadith Qudsi<br>•\tArabic Mattan added for all the books<br>•\tComplete Urdu and English Translation for Sahih Al-Bukhari<br>•\tPartial Urdu, English Translations for remaining books<br>•\tHadith grade (Sahih, Dhaif etct)<br>•\tAdjustable font size for both Arabic and translation.<br>•\tPowerful search engine (In Pro)<br>•\tUnlimited Bookmarks (In Pro)<br>•\tHadith of the day based on your interest. (In Pro)<br>•\tSupport for both phone and tablet.<br>•\tPortrait and Landscape support<br>•\tShare Hadith<br>•\tEasy to use",
    "scoreText": "4.8",
    "score": 4.7921147
  },
  {
    "title": "আল হাদিস (Al Hadith)",
    "appId": "com.ihadis.ihadis",
    "url": "https://play.google.com/store/apps/details?id=com.ihadis.ihadis",
    "icon": "https://play-lh.googleusercontent.com/FZ1zGGaaixmfCVExfdLG0zsjUs0bP3GSe-wWU1N5HPr7DjFdZ7tHwRnpUUv1EwUyCqw",
    "developer": "Digital Apps BD",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Al Hadith (আল হাদিস) is an Great Collection of Hadith of Prophet Muhammad (ﷺ). The app contains 49000+ hadith from Most Accepted and Authentic Hadith books.<br><br><h3>The 25 books included are:</h3><br><br><b>1) Sahih al Bukhari صحيح البخاري -</b> Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br><b>2) Sahih Muslim صحيح مسلم - Hadith collected by Muslim b. al-Hajjaj (d. 261 A.H., 875 C.E.)<br><b>3) Sunan an-Nasa&#39;i سنن النسائي -</b> Hadith collected by al-Nasa&#39;i (d. 303 A.H., 915 C.E.)<br><b>4) Sunan Abu-Dawood سنن أبي داود -</b> Hadith collected by Abu Dawood (d. 275 A.H., 888 C.E.)<br><b>5) Jami&#39; at-Tirmidhi جامع الترمذي -</b> Hadith collected by al-Tirmidhi (d. 279 A.H, 892 C.E)<br><b>6) Sunan Ibn-Majah سنن ابن ماجه -</b> Hadith collected by Ibn Majah (d. 273 A.H., 887 C.E.)<br><b>7) Muwatta Malik موطأ مالك - </b>Hadith compiled and edited by the Imam, Malik ibn Anas<br><b>8) Musnad Ahmad - Hadith compiled by Imam Ahmad ibn Hambal</b><br><b>9) Riyad us Saliheen رياض الصالحين</b><br><b>10) Sil Sila Sahiha</b><br><b>11) Al Adab Al Mufrad الأدب المفرد - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)</b><br><b>12) Bulugh al-Maram بلوغ المرام</b><br><b>13) 40 Hadith Nawawi الأربعون النووية - Hadith collected by Abu Zakaria Mohiuddin Yahya Ibn Sharaf al-Nawawi (631–676 A.H)</b><br><b>14) Hadith Qudsi الحديث القدسي  </b><br><b>15) Al Lulu Wal Marjan</b><br><b>16) Hadith Somvar</b><br><b>17) Sil Sila Jaifa</b><br><b>18) Juz Ul Raful Yadain</b><br><b>19) Juz Ul Kirat</b><br><b>20) Mishkatul Masabih</b><br><b>21) Shamayel e Tirmidhi</b><br><b>22) Sahih Targib Wat Tarhib</b><br><b>23) Sahih Fazayel e Amal</b><br><b>24) Upodesh</b><br><b>25) 100 Susabbasto Hadith</b><br><br><br><h3>Features:</h3><br><br>● <b>49000+</b> Ahadith from the Sunnah<br>● Hadith grade (Sahih, Hasan, Daif etc)<br>● Search any word (partial or exact word) - Powerful Search engine<br>● Adjustable font size for both Arabic and translation (Pinch zoom feature)<br>● Share option with ability to share images lets one to distribute beautiful hadiths with loved ones.<br>● <b>No Ads</b><br>● Add/Remove Bookmarks/Favorites with online sync with google drive<br>● Start reading from where you left off (last read)<br>● Super quick response &amp; Database load<br>● Multiple View Modes: List view and Page mode<br>● Inclusion of chapters in some books<br><br><br>If you find any errors/issues in the hadiths, kindly report it to us.<br>May Allah have mercy on the collectors and translators of the Hadeeth<br><br>Developed by <b>IRD Foundation</b><br><b>Visit our Website:</b> https://irdfoundation.com<br><br><b>Support our Projects</b> by Donating generously &amp; Sharing with others, and <b>Be Part of Sadaqah Jariyah</b> in sha Allah: http://www.quranmazid.com/donation<br><br><br><h3>Important Note:</h3><br><br>This is not a fiqh or fatwa application. Hadith are made available on this application as a resource for research, personal study and understanding. The text of one or a few hadith alone are not taken as rulings by themselves; scholars have a sophisticated process using the principles of fiqh to come up with rulings. We do not advocate do-it-yourself fiqh using these hadith for those who are untrained in these principles. If you have a question on a specific ruling, please ask your local scholar.</b>",
    "scoreText": "4.8",
    "score": 4.8318586
  },
  {
    "title": "Islam360: Quran, Hadith, Qibla",
    "appId": "com.islam360",
    "url": "https://play.google.com/store/apps/details?id=com.islam360",
    "icon": "https://play-lh.googleusercontent.com/1lFU5axlNibfADwdFve0Jq6kptG5t_DikiSPiCpXAETTcWrujranz304rxE9NJOCKp4_",
    "developer": "Zahid Hussain Chihpa / Islamic Technology Mission",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Why Ads in Islam360<br><br>To ensure continuous improvements in the app, please support us by subscribing to our in-app purchase and removing ads. It will become Sadqa-e-Jaria for you In Sha Allah.<br><br>World&#39;s first Quran and Hadith searchable application with an unparalleled array of amazing features:<br> <br>HOLY QURAN FEATURES:<br> <br>- Read Holy Quran by Surah or Parah Listings<br>- Read Holy Quran with translations in English, Urdu, Hindi and Roman Urdu script<br>- Read Holy Quran with translations by Muhammad Juna Garhi, Noor ul Amin, Mufti Taqi Usmani, Tahir-ul-Qadri, Amin Ahsan Islahi, Allama Hasan Rizvi, Nighat Hashmi, Abul Alaa Moududi, Kanzul Iman etc.<br>- Read Holy Quran Arabic to Urdu Word-by-Word translation<br>- Read Tafasir of the Quran by Taqi Usmani, Abul Ala Moudodi, Ibne Kaseer, and audio Tafseer of Dr. Israr Ahmed and Mufti M. Sayeed<br>- Add your own notes along with each Ayah of the Holy Quran<br>- Save Bookmarks for the Holy Quran to record where you are at, or to mark important passages<br>- Search the entire Holy Quran by Word typed in Arabic<br>- Search entire translations of the Holy Quran by Word typed in English, Urdu, Roman Urdu or Hindi<br>- Search from an alphabetically ordered list of all the Arabic words present in the Holy Quran and jump straight to the Ayahs containing these words<br>- Jump directly to any Ayah of your choice in any Surah of the Holy Quran and start reading from there.<br>- Search Holy Quran By Arabic Root Word. In the Arabic language, most words are derived from a Root Word. A word is created by applying vowels, prefixes and suffixes in an often predictable manner to the original Root. Excellent for people interested in learning the Arabic language or meaning of the Quran.<br>- Search the Holy Quran by Subject or Topic, listed alphabetically in both English and Urdu<br>- Easily share any Ayah with your friends and family<br>- Listen to Holy Quran&#39;s recitation from at least 12 world-renowned reciters.<br>- Listen to Holy Quran&#39;s Audio Translation and Tafaseer<br> <br>HADITH FEATURES:<br> <br> <br>- Read Seven Primary Source Books of Ahadith of Prophet Muhammad (S.A.W.) that are considered most authentic in the Muslim Ummah with the consensus of Muslim scholars, that is Sahih Al-Bukhari, Sahih Muslim, Jame Tirmazi, Sunnan Abu Dawood, Sunnan Nisai, Sunnan Ibne Maja and Musnad Ahmed.<br>- Read Two Secondary Books of Ahadith collection, namely Al-Silsila-tus-Sahiha and Mishkat-ul-Masabeeh.<br>- Read Original Ahadith in Arabic, as well as Translations of Ahadith in both Urdu and English<br>- All Ahadith are fully Referenced with international numbering (from world-renowned Darus Salaam publications)<br>- Audio Available for Sahih Bukhari, Sahih Muslim, Jame Tirmazi, Sunnan Nisai and Sunnan Abu Dawud Translations.<br>- Read Ahadith chapter by chapter, as written in the original books<br>- Filter book chapters based on Sahih (strong in authenticity) and Zaeef (weak in authenticity) Ahadith, or read full chapters without filtering<br>- For each Hadith, complete details are provided, including Baab, Status / Grade, Source Reference of Status / Grade, Takhreej and Wazahat<br>- Bookmark Ahadith to record your reading position or important Ahadith<br> <br>AUTHENTIC IBAADAAT, AZKAR AND DUA COLLECTION OF PROPHET MUHAMMAD (S.A.W.):<br> <br> <br>- Namaz: Authentic Azkar and Duas of Prophet Muhammad (S.A.W.) post-Takbir-Tahreema, Rukooh, post-Ruku, Sujdah, between Sajdahs, Tashahud<br>- Roza<br>- Hajj<br>- Umrah<br>- Namaze Janaza<br> <br>QAIDA :<br> <br>- 27 Qaida Lessons with Audio<br>-Tajweed Description with Images<br> <br>AUTHENTIC DUAS FROM PROPHET MUHAMMAD (S.A.W.):<br> <br> <br>- Full Reference to Source Books of Ahadith provided<br>- Share any Dua easily with your Friends and Family<br> <br>OTHER FEATURES:<br> <br>- Check Local Namaz Timings (in your city) so you can always pray on time<br>- Check Qibla direction so you can always pray in the correct direction of the Qibla.<br>- Tasbeeh<br>- Islamic Date<br>- 99 Names of Allah<br>- Share Greetings<br>- Shahadat<br> <br>Islam360 app is continuously updating and adding more books and features for the benefit of the Muslim Ummah!",
    "scoreText": "4.8",
    "score": 4.765854
  },
  {
    "title": "Sahih Bukhari – All Hadiths",
    "appId": "com.quranreading.sahihbukhari",
    "url": "https://play.google.com/store/apps/details?id=com.quranreading.sahihbukhari",
    "icon": "https://play-lh.googleusercontent.com/8kFMb70MRQkoKoK0-aa4pHBcCp2ZMs-bJztjexcMjON6tk6NP3f0YQWSwpUjkZ2Zx4g",
    "developer": "Quran Reading",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "“None of you will have faith till he wishes for his (Muslim) brother what he likes for himself.” Sahih Bukhari <br><br>Sahih Bukhari is an Islamic Android App which is a complete package comprising all the divine Hadiths. This wide range smart phone App entails celestial narrations and deeds of Prophet Muhammad (PBUH) compiled by renowned Sahih Bukhari which encodes Hadiths related to every particular issues come across in our daily life.<br><br>Main Screen contains list of books, introduction to Imam Bukhari, Hadith of the Day, favorite Hadith marked by user and required instructions.<br><br>List of Books contain all the Hadiths related to daily walk-of-life, detailed introduction to the history and excessive work of Imam Bukhari being behind compilation of Sahih Hadiths, Hadith of the day will automatically send users a specific Hadith on daily basis and instructions contain precise steps towards use of App in convenient Way.<br><br>Features include:<br>• Reset settings and save option, which allows user with the facilitation to chose and save their desired settings.<br>• Change of theme for distinctive visibility.<br>• Font size and font color settings for user assistance to benefit from the App at max.<br>• Change of font and background color.<br>• In the favorite settings all Hadith marked favorite by user are at one place for easy access.<br><br>Nothing is better than acting upon and adopting the Sunnah of beloved Prophet that is mentioned explicitly in Sahih Bukhari. Download this App and grasp the sacred blessings to seek solace at the Day of Judgment. JazakAllah",
    "scoreText": "4.0",
    "score": 4.02
  },
  {
    "title": "Hadith Companion",
    "appId": "com.techvitals.hadithcompanion",
    "url": "https://play.google.com/store/apps/details?id=com.techvitals.hadithcompanion",
    "icon": "https://play-lh.googleusercontent.com/cy86BlRHEqugOeFcJQC3dSy1UK1ttDgKnYStz31O3Sr55vOHDyBtx7AVqoMdTDcbibs",
    "developer": "Tech Vitals",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Hadith Companion is a Hadith reference and search app that lets you browse through read, bookmark and share Ahadith from various Hadith collections.<br><br>No need to have a live internet connection. Everything is available offline on your device.<br><br>Allows searching through all collections with by keywords in Arabic / English / Urdu and even the Hadith numbers / reference numbers of the Ahadith.<br><br>The following Hadith collections are present at the moment:<br><br>1. Sahih al-Bukhari<br>2. Sahih Muslim<br>3. Sunan an-Nasa&#39;i<br>4. Sunan Abi Dawud<br>5. Jami` at-Tirmidhi<br>6. Sunan Ibn Majah<br>7. Muwatta Malik<br>8. 40 Hadith Nawawi<br>9. Riyad as-Salihin<br>10. Al-Adab Al-Mufrad<br>11. 40 Hadith Qudsi<br>12. Shama&#39;il Muhammadiyah<br>13. Bulugh al-Maram<br>14. Mishkat al-Masabih<br>15. Musnad Ahmad<br><br>** The app uses http://www.sunnah.com as a source for the Hadith data.",
    "scoreText": "5.0",
    "score": 5
  },
  {
    "title": "My Daily Hadith",
    "appId": "net.firstcause.mydailyhadith",
    "url": "https://play.google.com/store/apps/details?id=net.firstcause.mydailyhadith",
    "icon": "https://play-lh.googleusercontent.com/A7YfTS0iehjiM4yx_ngqxUZ65TE1f-vM42IV90UhpsBPlQVBQvS2OOxFGihkWESCVQ",
    "developer": "FirstCause",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "With more than 600 hadiths in its bank, each hadith has been carefully chosen which, if pondered upon, it could inspire its reader and trigger a life changing experience.<br><br>The App features:<br>• It is free.<br>• It has more than 600 hadiths in four languages: Arabic, English, Farsi and Indonesian.<br>• You can set up a timer to automatically pop up the day’s hadith on your screen on daily basis.<br>• Choose a default language for hadith to be displayed. <br>• Toggle manually between translations.<br>• Add a hadith to Favourites.<br>• View Previous Days Hadiths.<br>• Share a hadith as text or image through email, Twitter, Facebook, Instagram or SMS in any of the four languages.<br>• One time download, no Internet connection is required afterwards.<br><br>----------------- العربية -----------------<br><br>حديث اليوم يوفر لك هذا التطبيق فرصة التعرف على حديث شريف جديد في كل يوم. يوفر البرنامج أكثرمن ٦٠٠ حديث شريف لأهل البيت، تم اختيار كل حديث شريف بعناية لتحفيز القارئ بالتفكر والتأمل ، وربما تلهمه وتدفعه لتجربة حياة مختلفة<br><br><br>فيما يلي بعض مميزات تطبيقات حديث اليوم <br><br>• خدمة مجانية<br><br>• يضم أكثر من ٦٠٠ حديث شريف بأربع لغات: اللغة العربية، الإنجليزية، الإندونيسية و الفارسية<br><br>• يمكنك ضبط جهاز الموقت (تايمر) لتنزيل الحديث الشريف اليومي تلقائياً على شاشة جهازك بشكل يومي<br><br>• إختيار لغة عرض الحديث الشريف<br><br>• التنقل يدوياً بين الترجمات<br><br>• إضافة الحديث الشريف للقائمة المفضلة - فيفوريت<br><br>• الإطلاع على الأحاديث الشريفة التي تم عرضها في الأيام السابقة<br><br>• يمكن مشاركة او إرسال الحديث الشريف عبر البريد الإلكتروني و تويتر وإنستغرام و فيس بوك أو الرسائل النصية باستخدام أي من اللغات الثلاث<br><br>• التحميل لمرة واحدة ولا يتطلب الاتصال بالإنترنت بعد ذلك<br><br><br>----------------- فارسی -----------------<br><br>هر روز یک حدیث جدید با اپلیکیشن حدیث روز. در این نرم افزار بیش از ششصد حدیث برگزیده از اهل بیت علیهم السلام گرد آوری شده است، احادیثی که تفکر و تعمق در مفاهیم آنها، می تواند تغییر بزرگی در زندگی روزمره خواننده ایجاد کند.<br><br><br>برخی از ویژگی های نرم افزار حدیث روز <br><br>• رایگان<br><br>• بیش از ششصد حدیث به چهار زبان فارسی، عربی، انگلیسی و اندونزیایی<br><br>• امکان تنظیم زمان ساعت برای نمایش خودکار روزانه حدیث بر روی صفحه<br><br>• دریافت حدیث به زبان مورد نظر<br><br>• امکان دیدن ترجمه های چهار گانه حدیث<br><br>• امکان افزودن حدیث مورد علاقه به فهرست علاقه‌مندی<br><br>• امکان مشاهده احادیث روزهای قبل<br><br>• امکان به اشتراک گذاشتن حدیث به صورت متن یا تصویر در تويتر٬ اینستاگرام ٬ فيس بوك ٬اس ام اس و یا ایمیل به هر یک از زبان های چهار گانه<br><br>• یک بار دانلود، بدون نیاز به اتصال اینترنتی در مراجعات بعدی",
    "scoreText": "4.9",
    "score": 4.86
  },
  {
    "title": "IslamOne - Quran & Hadith App",
    "appId": "com.atq.quranemajeedapp.org.islamone",
    "url": "https://play.google.com/store/apps/details?id=com.atq.quranemajeedapp.org.islamone",
    "icon": "https://play-lh.googleusercontent.com/r5O2rI8YG3SuY1oplkygY-CLv1Ex_7VUeypkZpCJyY1leQkcg0l0KZajeH5fWeOxUQzp",
    "developer": "UsmanPervez",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Quran Word by Word, Urdu &amp; English Translations, Urdu &amp; English Tafaseer, Online/Offline Quran Recitation with Urdu Translation, Quran Tafseer Audio, Authentic Hadith, Seerah, Fiqh, Azkaar &amp; Sunnah - All in One - IslamOne<br><br><i>100% Free app with NO ads or in-app purchases at all...</i><br><br>What you will get from the app:<br><br><b>8 Urdu Tafaseer of Quran</b><br><br>1. Tafseer Ibn-e-Kaseer تفسیر ابنِ کثیر<br>2. Tafheem ul Quran تفہیم القرآن<br>3. Maarif ul Quran معارف القرآن<br>4. Aasan Quran آسان قرآن<br>5. Ahsan ul Bayan احسن البیان<br>6. Bayan ul Quran بیان القرآن<br>7. Tafseer Al-Quran-al-Kareem تفسیر القرآن الکریم<br>8. Tadabbur-e-Quran تدبرِ قرآن<br><br><b>3 English Tafaseer of Quran</b><br><br>1. Tafseer Ibn-e-Kaseer<br>2. Tafheem ul Quran<br>3. Maarif ul Quran<br><br><b>11 Urdu Translations of Quran</b><br><br>1. Syed Abul Ala Maududi مولانا سید ابوالاعلی مودودی<br>2. Fateh Muhammad Jalandhari مولانا فتح محمد جالندہری<br>3. Muhammad Junagarhi مولانا محمد جوناگڑہی<br>4. Muhammad Taqi Usmani مفتی محمد تقی عثمانی<br>5. Ahmad Raza Khan امام احمد رضا خان<br>6. Tahir ul Qadri علامہ طاہر القادری<br>7. Abdus Salam Bhutvi مولانا عبد السلام بھٹوی<br>8. Abdur Rahman Kilani مولانا عبد الرحمٰن کیلانی<br>9. Dr. Israr Ahmed ڈاکٹر اسرار احمد<br>10. Dr. Muhammad Aslam Siddiqui ڈاکٹر محمد اسلم صدیقی<br>11. Riffat Aijaz محترمہ رفعت اعجاز<br><br><b>8 English Translations of Quran &amp; Transliteration</b><br><br>1. Syed Abul Ala Maududi<br>2. Muhammad Taqi Usmani<br>3. Safi-ur-Rahman al-Mubarakpuri<br>4. Muhammed William Pickthall<br>5. .Saheeh International<br>6. Muhammad Sarwar<br>7. Muhammad Habib Shakir<br>8. Abdullah Yusuf Ali<br><br><b>3 Urdu Quran Word by Word Translations</b><br><br>1. Mufti Basheer Ahmad مفتی بشیر احمد <br>2. Hafiz Nazar Ahmed حافظ نذر احمد<br>3. Dr. Farhat Hashmi ڈاکٹر فرحت ہاشمی<br><br><b>1 English Quran Word by Word Translation</b><br><br>1. Dr. Shehnaz Shaikh<br><br><b>19 Best Hadith Books Collection</b><br><br>1. Sahih Bukhari صحیح بخاری<br>2. Sahih Muslim صحیح مسلم<br>3. Sunan Abu Dawood سنن ابوداؤد<br>4. Sunan Nasai سنن نسائی<br>5. Jame&#39; Tirmidhi جامع ترمذی<br>6. Sunan Ibn-e-Majah سنن ابن ماجہ<br>7. Mishkaat Shareef مشکوٰۃ شریف<br>8. Muawtta Imam Malik موطا امام مالک<br>9. Musnad Imam Ahmad مسند امام احمد<br>10. Shamail Tirmidhi شمائل ترمذی<br>11. Maarif ul Hadith معارف الحدیث<br>12. Sunan Darmi سنن دارمی<br>13. Ibn-Hammaam صحیفہ ابن ہمام<br>14. Muawtta Imam Muhammad موطا امام محمد<br>15. Sunan Al-Daraqutni سنن دار قطنی<br>16. Al-Tahawi طحاوی<br>17. Sunan Al-Bayhaqi سنن کبریٰ للبیہقی<br>18. Ibn Abi Shaybah ابن ابی شیبہ<br>19. Kanz al-Ummal کنزالعمال<br><br><b>Complete Seerat un Nabi (SAW)</b><br><br>Biography of Prophet Muhammad (pbuh)<br>Compiled by Abdullah Farani<br><br><b>Seerah of Companions of the Prophet (pbuh)</b><br><br>Seerah of 33 Great Companions of the Prophet (pbuh)<br><br><b>Masnoon Azkaar, Duas and Sunnah of Day &amp; Night</b><br><br>1. Prayers of Morning and Evening<br>2. Prayers of Night/Sleep<br>3. Daily Prayers<br>4. Sunnah of Beloved Prophet Muhammad (pbuh)<br>6. Names of Allah (SWT)<br>7. Durood-o-Salam<br>8. 6 Kalimas<br>9. Azkaar of Prayer<br><br><b>Fiqh section to get basic Islamic knowledge</b><br><br><b>Quran Recitations of 30+ Reciters</b><br><br><i>All are downloadable for offline use</i><br><br>Some best reciters:<br>1. Mishary Rashid Alafasy<br>2. Abdul Basit<br>3. Abdullah Basfar<br>4. Abdurrahmaan As-Sudais<br>5. Abu Bakr Ash-Shaatree<br>6. Ahmed ibn Ali al-Ajamy<br>7. Ghamadi<br>8. Hani Rifai<br>9. Husary<br>10. Hudhaify<br>and many more...<br><br><b>Quran Tafseer Audio</b><br><br>1. Ustadh Nouman Ali Khan<br>2. Mufti Muhammad Saeed Khan<br><br><i>Downloadable for offline use</i><br><br><b>Other Features of the app</b><br><br>1. Beautiful &amp; Easy to use interface<br>2. Fast &amp; Smart Search Engine<br>3. Five Beautiful Arabic &amp; Urdu Fonts<br>4. Multiple Color Themes<br>5. Save Unlimited Bookmarks<br>6. Save your own Quran notes<br>7. Last Read feature for all content<br>8. Copy &amp; Share Ayah &amp; Hadith easily<br>9. Customizable Layout: List/Slider<br>10. Quick Jump to Ayah &amp; Hadith<br>11. Mushaf &amp; Translation Mode for Quran<br>12. Share Multiple Ayat<br>13. Dark and Night themes<br>14. Many other customization options<br><br>Please install the app and share it with your family and friends and also give us your valuable feedback on Play Store or via Email.<br><br>Jazak Allah Khair",
    "scoreText": "4.8",
    "score": 4.775281
  },
  {
    "title": "Daily Islam - Quran, Hadith, Prayers, Dua, Qibla",
    "appId": "org.dailyislam.android.preview",
    "url": "https://play.google.com/store/apps/details?id=org.dailyislam.android.preview",
    "icon": "https://play-lh.googleusercontent.com/dRlV3X-5Sq7DFYHDBD1_vc9yicY20rEFYy8X97qnutSckO3ZgjR7x7jhBiKgTl3rDbI",
    "developer": "Daily Islam",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "• Preview the latest features: Try out the newest features.<br>• Give early feedback: Let us know what you think and help make Daily Islam for Android a better Islamic educational platform.<br><br>You can install Daily Islam - Preview alongside other channels of Daily Islam for Android.<br><br>Features:<br><br>The Prophet (PBUH) said, “Convey (my teachings) to the people even if it were a single sentence. ….. And whoever tells a lie on me intentionally, will surely take his place in the (Hell) Fire.<br>Sahih al-Bukhari: 3461<br><br>The Daily Islam is an online-based educational platform to help users build smart Islamic Lifestyles and gain true knowledge of Islam.<br>Daily Islam is extremely diligent about the said message of our beloved Prophet (PBUH). We always will try to publish the True and Correct information on Islamic Lifestyle in the light of the Holy Quran and Sunnah.<br><br>Our objectives are:<br>• To spread true Islamic knowledge to the people, especially younger generations,<br>• To unearth the real information based on Quran and Sahih Hadith on all questions that are answered in vague or confusing ways, or in other scenarios, given multiple contradictory answers<br>• To help understand the alternatives of each practice in Islam<br>• To assist people to understand that Islamic Lifestyle is Simple, Smart and Rewarding<br>• To give emphasis on family education<br>• To unearth misconceptions rooted in the society in the name of Islam<br>• To work for increasing unity in the community<br>• To eradicate poverty using Zakat under Project Permanent Solution of Poverty(PPSP)<br><br>Areas we are working:<br>• Working in Multiple Language, initially in Bangla, English and Arabic.<br>• Holy Quran in 30 languages including our own translation and voice in Bangla<br>• Hadith – working for Daily Islam’s own database in major languages for all Hadith Books<br>• 5 Pillars – Research based, comparative information with helpful illustrations<br>• Dua – having all relevant categories with appropriate references<br>• Lifestyle – Contents cover Islamic History, Events of Life, Family Education<br>• Prayer time, alerts on different issues (such as prayer times, Ramadan Planner, iftar and sahri, Islamic events, daily tips and Hadiths)<br>• Books – Thousands of Islamic books<br>• Project Permanent Solution (PPS) to eradicate poverty<br><br>Our Approach<br>• Completeness of the subject matter – we try to cover all probable aspects of a subject in question<br>• Research based Content – all contents are based on vigorous and accurate research<br><br>Co-research<br>• As-Sunnah Trust<br>• As-Sunnah Foundation<br><br>C O N N E C T    W I T H    Daily Islam<br>■ App: https://play.google.com/store/apps/details?id=org.dailyislam.android<br>■ YouTube: https://youtube.dailyislam.org<br>■ Facebook: https://www.facebook.com/DailyIslamApp<br>■ Instagram: https://www.instagram.com/dailyislam360<br>■ Twitter: https://twitter.com/DailyIslam7",
    "scoreText": "4.8",
    "score": 4.75
  },
  {
    "title": "HadithOne - Hadith Collection",
    "appId": "com.quranemajeedapp.org.tazkeer",
    "url": "https://play.google.com/store/apps/details?id=com.quranemajeedapp.org.tazkeer",
    "icon": "https://play-lh.googleusercontent.com/W3PcsDJ74sP7-wP7D1DlJsNe8VPsXRBwXi0PWo-_zigxEhz2ROENuTD_0AEM_eC4yGaT",
    "developer": "UsmanPervez",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "HadithOne - Hadith Collection - 19 Hadith Books with Urdu and English Translations.<br><br>Following 19 books are part of this app:<br><br>Sahih Bukhari صحیح بخاری<br>Sahih Muslim صحیح مسلم<br>Sunan Abu Dawood سنن ابوداؤد<br>Sunan Nasai سنن نسائی<br>Jame&#39; Tirmidhi جامع ترمذی<br>Sunan Ibn-e-Majah سنن ابن ماجہ<br>Mishkaat Shareef مشکوٰۃ شریف<br>Muawtta Imam Malik موطا امام مالک<br>Musnad Imam Ahmad مسند امام احمد<br>Shamail Tirmidhi شمائل ترمذی<br>Maarif ul Hadith معارف الحدیث<br>Sunan Darmi سنن دارمی<br>Ibn-Hammaam صحیفہ ابن ہمام<br>Muawtta Imam Muhammad موطا امام محمد<br>Sunan Al-Daraqutni سنن دار قطنی<br>Al-Tahawi طحاوی<br>Sunan Al-Bayhaqi سنن کبریٰ للبیہقی<br>Ibn Abi Shaybah ابن ابی شیبہ<br>Kanz al-Ummal کنزالعمال<br><br>Application Features:<br><br>- 19 Hadith Books Collection with Arabic, Urdu and English Translations<br>- Advance Search functionality in Urdu and English Translations<br>- Latest Material Design UI<br>- Five (5) Different Arabic Fonts<br>- Four (4) Different Urdu Fonts<br>- Multiple Color Themes<br>- Customize Arabic Font Size and Color<br>- Customize Urdu Font Size and Color<br>- Save Unlimited Bookmarks<br>- Continue from Last Read Hadith<br>- Copy/Share Hadith with multiple options<br>- Quick Jump to Hadith<br>- Dark and Night themes for better readability at Night<br>- Ability to show/hide Arabic and Translations<br><br>Please share this app with your family and friends and give us your valuable feedback on PlayStore or via Email.<br><br>Jazak Allah khair",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Quran Hadith",
    "appId": "com.quranhadithbd",
    "url": "https://play.google.com/store/apps/details?id=com.quranhadithbd",
    "icon": "https://play-lh.googleusercontent.com/XAC0viStp5AYrWtXchLvGxyDzLvZAs_5aj-cHptN-3qQhYj43_Omt-YvSMTxhLTkQ9St",
    "developer": "SMDDTech",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Quran Hadith App is most advanced app for Quran, Hadith, Allah names and Islamic Informations. At this moment it has language support like Arabic, Bengali and English. We will add more language day by day. Quran Hadith app has Arabic ayah, Arabic to English and Bengali conversions and also has translation to English and Bengali. <br><br>It has 10 carries reciter to hear the Holy Quran. You may listen also Allah names. You may easily play, pause, stop, next previous and repeat The holy Quran audio. When playing audio app will show selected ayah.<br><br>It has advanced settings where you may easily set dark and light mode, font size selection, font selection for specified language.<br><br>This app has tashbih feature, where you may easily add, edit and delete tashbih. You can easily read count in tashbih.<br><br>**You may easily used this app without any ads.<br><br>This app still under developing and developed by Mizanur Rahman Khan for getting Allah. If you have any suggestion please contact with me.",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Sahih Muslim Hadith",
    "appId": "islamicbooks.shahihmuslim",
    "url": "https://play.google.com/store/apps/details?id=islamicbooks.shahihmuslim",
    "icon": "https://play-lh.googleusercontent.com/IOK4kwWtTJaweMRI1SV8xgxFiML3qGR0z3pAqlTGiqrWXR8J21D2VON1cK4VvTvsYCk",
    "developer": "Islamic Books",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Sahih Muslim English is one of the best hadith book in English language. There are almost 3 thousand hadith in 7 volumes of the book. Sahih muslim hadith are considered the purest hadith. <br>Reliable book of Muslim Sharif Sahih Hadith written by Imam Muslim. There are more than 6 thousand hadiths here.We made this app for easy reading. I have added some necessary tools. I hope you find it as a good app. Your suggestions are welcome.<br>We have tried to make the app best for the user to read as easy and comfortable. We have included some essentials tools and features to make the app like real hard copy books flavors and feels. <br><b>Features of the App</b><br>✓☆ Full screen mode.<br>✓☆ Night mode.<br>✓☆ Pin page.<br>✓☆ Swipe horizontal reading mode like books.<br>✓☆ Vertical scrolling reading mode. <br>✓☆ Search by page number.<br>✓ Screenshot share to facebook, twitter , whats-app and others sharing sites. <br>Sahih Muslim is one of the Kutub al-Sittah (six major hadith collections) in Sunni Islam.It is highly acclaimed by Sunni Muslims as well as Zaidi Shia Muslims. It is considered the second most authentic hadith collection after Sahih al-Bukhari. It was collected by Muslim ibn al-Hajjaj, also known as Imam Muslim. Sahih Muslim, together with Sahih al-Bukhari is termed as Sahihayn.<br>The collector of the Sahih Muslim, Muslim ibn al-Hajjaj, was born in 204 AH (817/18 CE) in Nishapur (in modern-day Iran) and died in 261 AH (874/75 CE) in the city of his birth. He traveled widely to gather his collection of hadith (plural of hadith), including to areas now in Iraq, the Arabian Peninsula, Syria and Egypt.Out of 300,000 hadith which he evaluated, approximately 12,000 were extracted for inclusion into his collection based on stringent acceptance criteria. Each report in his collection was checked and the veracity of the chain of reporters was painstakingly established.Sunni Muslims consider it the second most authentic hadith collection, after Sahih al-Bukhari. Sahih Muslim is divided into 43 books, containing a total of 9200 narrations. However, it is important to realize that Muslim ibn al-Hajjaj never claimed to collect all authentic traditions as his goal was to collect only traditions that all Muslims should agree on about accuracy.According to Munthiri, there are a total of 2,200 hadiths (without repetition) in Sahih Muslim. According to Muhammad Amin, there are 1,400 authentic hadiths that are reported in other books, mainly the six major hadith collections.<br>Hadith literally means talk or discourse or Athar in Islam refers to what Muslims believe to be a record of the words, actions, and the silent approval of the Islamic prophet Muhammad. Hadith have been called the backbone of Islamic civilization, and within that religion the authority of hadith as a source for religious law and moral guidance ranks second only to that of the Quran (which Muslims hold to be the word of Allah revealed to his messenger Muhammad). Scriptural authority for hadith comes from the Quran which enjoins Muslims to emulate Muhammad and obey his judgments. While the number of verses pertaining to law in the Quran is relatively few, hadith give direction on everything from details of religious obligations, to the correct forms of salutations and the importance of benevolence to slaves.Thus the &quot;great bulk&quot; of the rules of Sharia (Islamic law) are derived from hadith, rather than the Quran.<br>The Quran also romanized Qur&#39;an or Koran,is the central religious text of Islam, believed by Muslims to be a revelation from God.It is widely regarded as the finest work in classical Arabic literature.It is organised in 114 chapters, which consist of verses.Muslims believe that the Quran was orally revealed by God to the final prophet, Muhammad, through the archangel Gabriel (Jibril), incrementally over a period of some 23 years, beginning in the month of Ramadan, when Muhammad was 40; and concluding in 632, the year of his death.Muslims regard the Quran as Muhammad&#39;s most important miracle.",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Sahih Muslim Hadith Collection",
    "appId": "com.quranreading.sahihmuslim",
    "url": "https://play.google.com/store/apps/details?id=com.quranreading.sahihmuslim",
    "icon": "https://play-lh.googleusercontent.com/8Amcf1AId_oC8iJ62QXJJAjpZ4EdaHaItc5PB4igR4olNYJGuXYv_5EnAUDBvQjX5wU",
    "developer": "Quran Reading",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Sahih Muslim helps Muslims throughout the world in getting wisdom about hundreds and thousands of Authentic Sayings of the Holy Prophet PBUH collected by Imam Muslim. It also informs about a particular Hadith on every day through Daily Notifications.<br><br>Features<br>Some of the unique attributes of this mobile phone app are:<br>• Simply comprehensible functionality yet pleasant graphics.<br>• A wide range of Books on Ahadith recorded by Imam Muslim.<br>• Ahadiths on nearly every aspect of life matters are covered in it such as Faith, Purification, Prayers, Zakat, Fasting and many others.<br>• Automatic Daily Announcement about Messenger`s PBUH Narration through Hadith of the Day.<br>• Search Bar at the top Right of the mobile screen can be accessed to look for a particular topic of interest via two kinds of sources, i.e. By Hadith and By Reference.<br>• Introduction section informs user about Imam Muslim, genuineness of the collection and that it consists of almost 7500 Hadith in 57 Books.<br>• Favorites comprises of those Sayings which one has already bookmarked.<br>• Instructions on how to use the overall facets of app effectively are also included.<br>• Disclaimer is provided to let the user know about reason behind producing this mobile tool, the degree of efforts been put into it and inviting any corrections in future.<br>• Font Size can be modified from small to large in relation to one`s own taste.<br>• 3 distinct Font Colors are available to choose from.<br>• 3 agreeable Background Colors are also accessible.<br>• Reset and Save Buttons can be utilized to amend or maintain any previously made changes in Settings.<br>• Share option is also on hand which lets user communicate others about this greatly valuable app via diverse sharing platforms.<br><br>Download this free and easy to utilize collection of Sahih Hadith to gain insight about many of the valid Ahadith compiled by Imam Muslim.",
    "scoreText": "4.4",
    "score": 4.4266667
  },
  {
    "title": "40 hadiths (An-Nawawi)",
    "appId": "com.chaks.nawawi",
    "url": "https://play.google.com/store/apps/details?id=com.chaks.nawawi",
    "icon": "https://play-lh.googleusercontent.com/GcXFPoojP3bU67NzAKoxT3_evFHZJoirSFwH2vWgiLUKHF1Xmdc6m4tluXygOxcwgfmL",
    "developer": "dimach.cassiope",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "This application contains &quot;the forty hadiths of the Imam Nawawi,&quot; which are a concise collection of authentic statements of the Allah&#39;s Messenger: Muhammad (saw). These hadiths, highlight the most fundamental principles of the religion of Islam.<br><br>The application is translated into several languages and to facilitate learning, each Hadith is accompanied by its phonetic transcription as well as its audio lecture.",
    "scoreText": "4.9",
    "score": 4.89
  },
  {
    "title": "Sahih Al Boukhari, 2000 Hadiths authentiques",
    "appId": "org.quest.sahih",
    "url": "https://play.google.com/store/apps/details?id=org.quest.sahih",
    "icon": "https://play-lh.googleusercontent.com/5_6ogrHUQsAAQJTI2xwLRSINRE7OKRTJyM2qj2iGvxN4iFWEJPy72mOGBptHOsN-vKo",
    "developer": "LightQuest",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "L&#39;authentique de l&#39;imam Mouhammad Al Boukhari est le recueil de Hadiths qui fait autorité en la matière. Son recueil est la référence lorsqu&#39;il s&#39;agit de Hadiths.<br>Le contenu de cette application est une sélection de plus de 2000 Hadiths provenant exclusivement de l&#39;ouvrage de Mohammed Yacine Kassab &quot;3000 hadiths et citations coraniques&quot; qui est entièrement en français car destiné à un public non arabophone.",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Hadith Collection (13 Books)",
    "appId": "com.pakistantechhouse.hadithcollection",
    "url": "https://play.google.com/store/apps/details?id=com.pakistantechhouse.hadithcollection",
    "icon": "https://play-lh.googleusercontent.com/nwRRCkaXd8RSz3RN2tILKzeTH7-orSDYtBH9i4uiBNNGt0AiOJZHsu1gQPiecpTf9g",
    "developer": "Div Stacks",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "<b>Hadith Collection</b> is an ultimate collection of Hadith of <b>Prophet Muhammad (Peace Be Upon Him)</b>. The app contains 41000+ hadith from most accepted and authentic Hadith books.<br>The 13 books included are:<br><b>1.\tSahih Bukhari صحيح البخاري </b> <br>Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br><b>2.\tSahih Muslim صحيح مسلم </b> <br>Hadith collected by Muslim b. al-Hajjaj (d. 261 A.H., 875 C.E.)<br><b>3.\tSunan an-Nasa&#39;i سنن النسائي </b> <br>Hadith collected by al-Nasa&#39;i (d. 303 A.H., 915 C.E.)<br><b>4.\tSunan Abu-Dawood سنن أبي داود </b> <br>Hadith collected by Abu Dawood (d. 275 A.H., 888 C.E.)<br><b>5.\tJami at-Tirmidhi جامع الترمذي </b> <br>Hadith collected by al-Tirmidhi (d. 279 A.H, 892 C.E)<br><b>6.\tSunan ibn-Majah سنن ابن ماجه </b> <br>Hadith collected by Ibn Majah (d. 273 A.H., 887 C.E.)<br><b>7.\tMalik-Muwatta موطأ مالك </b> <br>Hadith compiled and edited by the Imam, Malik ibn Anas<br><b>8.\tRiyad us Saliheen رياض الصالحين </b> <br><b>9.\tShama&#39;il Muhammadiyah الشمائل المحمدية </b> <br><b>10.\tAl Adab Al Mufrad الأدب المفرد \t</b> <br>Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br><b>11.\tBulugh al-Maram بلوغ المرام </b> <br><b>12.\tNawawi </b> <br>Hadith collected by Abu Zakaria Mohiuddin Yahya Ibn Sharaf al-Nawawi (631–676 A.H) <br><b>13.\tQudsi Hadith</b> <br><br>Features:<br>1.\t41000+ Ahadith from the Sunnah<br>2.\tHadith grade (Sahih, Hasan, Daif etc)<br>3.\tSearch any word (partial or exact word) - Powerful Search engine<br>4.\tAdjustable font size for both Arabic and translation.<br>5.\tShare option lets one to distribute beautiful hadiths with loved ones. <br>6.\tAdd/Remove Bookmarks/Favorites<br>7.\tStart reading from where you left off<br>8.\tSuper quick response &amp; Database load<br>Reference and courtesy of Sunnah.com<br>If you find any errors in the hadiths, it is important that you report it to us<br>May Allah have mercy on the collectors and translators of the Hadeeth<br>Share and recommend this beautiful application to your friends and relatives. May Allah bless us in this world and hereafter.<br><b>&quot;Whoever calls people to right guidance will have a reward like that of those who follow him...&quot; - Sahih Muslim, Hadith 2674</b>",
    "scoreText": "3.8",
    "score": 3.8
  },
  {
    "title": "Quran Hadith Audio Collection",
    "appId": "org.qnsapp",
    "url": "https://play.google.com/store/apps/details?id=org.qnsapp",
    "icon": "https://play-lh.googleusercontent.com/v4bpUfkt2RkClfmmzz6jHMii7W7hVN5nVsGIJsZg5N4uuhFducw6u6gemFWaPBvDwlye",
    "developer": "QNS Academy",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "As-salāmu&#39;alaykum.<br>Contents included:<br>Quran (Arabic with English translation text and Audio)<br>Sahih Al-Bukhari (7563) English text and audio: Hadith collected by Imam Bukhari<br>Sahih Muslim (7563) English text and audio: Hadith collected by Muslim b. Al-Hajjaj <br>Jami At Tirmidhi (3956) English Text and audio: Hadith collected by Al-Tirmidhi <br>Sunan Abu Dawud (5274) English text and Audio: Hadith collected by Abu Dawood<br>Sunan Ibn-Majah (4341) English text and audio : Hadith collected by Ibn Majah<br>Sunan an-Nasa&#39;I (5761) English text and audio: Hadith collected by Al-Nasa&#39;i<br>Main Features:<br>Quran chapter wise or in one playlist (Arabic with English translation Sheikh Abdul Rahman Al-Sudais &amp; Sheikh Saud Al-Shuraim)<br>6 Major hadith collection as English text<br>6 Major hadith collection in English audio<br>Hadith English audio by professional audio artists<br>Hadith English book wise text and audio (playlist)<br>About QNS Academy: <br>QNS Academy is registered as not for profit organization in Canada.",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Daily Hadiths for Muslim",
    "appId": "com.squamobi.daily_hadith",
    "url": "https://play.google.com/store/apps/details?id=com.squamobi.daily_hadith",
    "icon": "https://play-lh.googleusercontent.com/g2a2U7c3NQN1ndsu_ThINmL5Jf28pMfNMsMHSRpNEL75ZCFxW_CfR34Nct00zfIBVcbd",
    "developer": "Squamobi",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Daily Hadiths for Muslim application provides to read the hadiths whenever time by selecting them from categories according to subjects.<br><br>Do you or someone you know have a need that can only be fulfilled by Allah?<br>Feeling like life has come to a standstill?<br>Whether you are feeling on top of the world, blessed and thankful, need some patience, are thinking about a loved one, or facing temptations, &quot;Daily Hadiths for Muslim&quot; has just the key for guide and comfort you. &quot;Daily Hadiths for Muslim&quot; aims to help you increase your knowledge and open yourself up to Allah&#39;s presence.<br><br>The words of the Prophet Muhammad are hadiths. Thanks to application can pursue Islam in the footsteps of the prophet with the hadiths of Prophet Muhammad. That the hadiths are words in a general rule is an excellent opportunity to get knowledgeable with the way in which practice for Islam.<br><br>—-------<br><br>Daily Hadiths for Muslim application provides to receive hadiths as a notification, and share them with loved ones on social media and other applications. Users can share the moral behavior with friends and yourself loved ones while taking the actions and words of the Prophet Muhammad as an example.<br><br>The application notify to learn the ideas and thoughts of Prophet Muhammad through the hadiths divided into categories. Users can understand how he behaves in what situation.<br><br><br>You can personalize the application with 10 different categories and the more than 99 background image as u wish!<br><br><br>Here is what you will get categories with our application:<br>—-------<br>* Ramadan<br>* Hajj and Umrah<br>* Kids<br>* Cohabitation Ethics<br>* Family<br>* Safety and Trust<br>* Let’s Make Hearts<br>* Trust Society<br>* Brotherhood<br>* Prayer<br><br><br>Main Features of Daily Hadiths for Muslim:<br>—-------<br>* Specialization of the Daily Hadiths for Muslim<br>* The Largest Hadith Library of the Store (+1000)<br>* Personalizing Within the Application with Background Photos<br>* Set-up Hadits Reminders for Any Time of the Day!<br>* Share via Facebook, Twitter, Email, SMS &amp; Copy!<br>* The Opportunity to Read at the Hadiths by Category<br>* View Random Daily Hadiths!<br>* Mark and Share Any Hadith as Favorite<br><br><br>*****عربى*****<br><br>يوفر تطبيق الأحاديث اليومية للمسلمين قراءة الأحاديث النبوية في أي وقت عن طريق تحديدها من الفئات وفقًا للموضوعات.<br><br>هل لديك أنت أو أي شخص تعرفه حاجة لا يشبعها إلا الله؟<br>الشعور بأن الحياة قد وصلت إلى طريق مسدود؟<br>سواء كنت تشعر بأنك على قمة العالم ، مبارك وشكر ، تحتاج إلى بعض الصبر ، أو تفكر في أحد أفراد أسرتك ، أو تواجه إغراءات ، فإن &quot;الأحاديث اليومية للمسلمين&quot; لديها مفتاح الإرشاد والراحة لك. تهدف &quot;الأحاديث اليومية للمسلمين&quot; إلى مساعدتك على زيادة معرفتك والانفتاح على حضور الله.<br><br><br>يوفر تطبيق الأحاديث اليومية للمسلمين إمكانية تلقي الأحاديث كإشعار ومشاركتها مع الأحباء على وسائل التواصل الاجتماعي والتطبيقات الأخرى. يمكن للمستخدمين مشاركة السلوك الأخلاقي مع الأصدقاء ونفسك مع أحبائك أثناء اتخاذ أفعال وأقوال النبي محمد كمثال.<br><br>تطبيق اشعار لمعرفة افكار و خواطر الرسول محمد من خلال احاديث مقسمة الى فئات. يمكن للمستخدمين فهم كيف يتصرف في أي موقف.<br><br>إليك ما ستحصل عليه من الفئات مع تطبيقنا:<br>-----------<br>رمضان *<br>الحج والعمرة *<br>صغار في السن *<br>أخلاقيات التعايش *<br>* عائلة<br>الأمان والثقة *<br>دعونا نصنع القلوب *<br>جمعية الثقة *<br>أخوة *<br>دعاء *<br><br><br>الملامح الرئيسية للأحاديث اليومية للمسلم:<br><br>تخصص تطبيق قراءة الأحاديث النبوية اليومية للمسلم:<br>أكبر مكتبة للأحاديث النبوية بالمخزن *<br>إضفاء الطابع الشخصي داخل التطبيق مع صور الخلفية *<br>إعداد تذكير بالحديث عن أي وقت من اليوم! *<br>شارك عبر Facebook و Twitter والبريد الإلكتروني والرسائل القصيرة ونسخ! *<br>فرصة قراءة الأحاديث حسب الفئة *<br>عرض الأحاديث اليومية العشوائية! *<br>ضع علامة على أي حديث وشاركه كمفضل! *<br><br><br>***************<br><br>Privacy Policy and Terms of Service:<br>https://squamobi.com/apps/quotes/en/privacy-terms.htm<br><br>We love to hear your ideas and feedback.<br>You can reach us at info@squamobi.com<br><br>May Allah bless us all.<br>May Allah the Almighty grant you success in your journey, ease your learning and accept your efforts.",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Daily Hadith",
    "appId": "com.appdevcorner.hadithdaily",
    "url": "https://play.google.com/store/apps/details?id=com.appdevcorner.hadithdaily",
    "icon": "https://play-lh.googleusercontent.com/qiXTmQXKQ_a_lfV1deFopnb8YPp5P0PFUC399TOvakN8bH53mxYlVd-djWUMp-U8dWg",
    "developer": "AppDevCorner",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "- Daily Hadith<br>- Daily hadith notification<br>- Supported languages: English, Indonesian, Turkish and Bosnian<br>- Hadiths from: Riad-us-Saleheen (Bukhari, Muslim and others)<br>- Simple to use<br>- Works offline*<br>- Share hadith (Facebook, email, SMS, etc.)<br>- Ability to read previous hadiths<br>- Multilingual** <br><br>* works offline - hadith text is available offline, if you want to share hadith with your friends, you must go online.<br><br>** multilingual - so far, you can read hadith text in English, Indonesian, Turkish and Bosnian language,  other languages will be available with next application release. Other languages include: Albanian, Arabic, French, German,  Romanian, Russian, Spanish and Turkish!",
    "scoreText": "4.8",
    "score": 4.8421054
  },
  {
    "title": "Islam: 40 Hadiths Qudsi",
    "appId": "com.chaks.hadithsqudsi",
    "url": "https://play.google.com/store/apps/details?id=com.chaks.hadithsqudsi",
    "icon": "https://play-lh.googleusercontent.com/X7A3fdMw7SORm-0Ma4EHUstqQmpNWWw8nzbv8A7_HpJVvfsugZOFOg-QZDKsuhV5Og",
    "developer": "dimach.cassiope",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "The Hadith Qudsi, or sacred hadith, have a particularly important status because their meaning is entirely from Allah while the wording is that of the Prophet Muhammad himself.<br><br>This application is presenting 40 hadiths qudsi with the translation and the original hadith into Arabic.<br>There is also the possibility to listen to each hadith into arabic version.<br><br>If you have any question, feel free to email me.",
    "scoreText": "4.7",
    "score": 4.7
  },
  {
    "title": "Sahih Muslim Hadith (English)",
    "appId": "com.sahihmuslim.english",
    "url": "https://play.google.com/store/apps/details?id=com.sahihmuslim.english",
    "icon": "https://play-lh.googleusercontent.com/XQyFn-iSi4VjOurcq8LEvt_8BuimIr7xJfkwUVOPKLzqIfs-sB46kL5vh29G49Vb4jo",
    "developer": "Al-Qalam Islamic Apps",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Sahih Muslim (Arabic: صحيح مسلم, ṣaḥīḥ Muslim, full title Al-Musnadu Al-Sahihu bi Naklil Adli) is one of the Kutub al-Sittah (six major ahadith) of the hadith in Sunni Islam. It is the second most authentic hadith collection after Sahih al-Bukhari, and is highly acclaimed by Sunni Muslims. It was collected by Muslim ibn al-Hajjaj, also known as Imam Muslim. Sahih translates as authentic or correct.<br><br>Read Complete Sahih Al-Muslim Hadith Book Translated in English Language on your Android phones. With built in text customization features. User can send or share any Hadith or part of any Hadith in English to his / her friends through many social sites like Facebook and twitter.<br><br>This Islmaic Hadith Book is for Muslims in English Language with simple but stylish layout. Useful Features are built to provide the maximum ease of use of this App. You must of capable to read and understand the English to learn this books properly.<br><br>Key Features of This App Are:<br>&gt; Complete Sahih Al Muslim Book Data used.<br>&gt; Stylish but user friendly interface is designed.<br>&gt; User can select any Hadith to open by few touches.<br>&gt; Text size and color customization features are built.<br>&gt; Can save the favorite Hadiths list by bookmark feature.<br>&gt; Can send or share any part of text of any Hadith to your friends.<br>&gt; Can flip the pages by touch.<br>&gt; Can clear the saved bookmarks or delete any one.<br>&gt; Can display next or previous pages with buttons on the screen.<br>&gt; Go To (Jump To, Start From) feature is added to navigate easily on any page of the opened Hadith.<br><br>The collector of the Sahih Muslim, Muslim ibn al-Hajjaj, was born into a Persian family in 204 AH (817/18 CE) in Nishapur (in modern-day Iran) and died in 261 AH (874/75 CE) in the city of his birth. He traveled widely to gather his collection of ahadith (plural of hadith), including to areas now in Iraq, the Arabian Peninsula, Syria and Egypt.<br><br>Out of 300,000 hadith which he evaluated, approximately 4,000 were extracted for inclusion into his collection based on stringent acceptance criteria. Each report in his collection was checked and the veracity of the chain of reporters was painstakingly established. Sunni Muslims consider it the second most authentic hadith collection, after Sahih al-Bukhari. Sahih Muslim is divided into 43 books, containing a total of 7190 narrations. However, it is important to realize that Muslim ibn al-Hajjaj never claimed to collect all authentic traditions as his goal was to collect only traditions that all Muslims should agree on about accuracy.",
    "scoreText": "4.7",
    "score": 4.65
  },
  {
    "title": "Hadith of the  Day",
    "appId": "com.HOTD.HadithoftheDay",
    "url": "https://play.google.com/store/apps/details?id=com.HOTD.HadithoftheDay",
    "icon": "https://play-lh.googleusercontent.com/hs_RU7LipsSi3XXPVyPdrpbH0UDfPaJrT8b5QQcnIUj25IZTuSTDYaFUBw-e9j-ZQQ",
    "developer": "Hadith of the Day",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "This is the official Hadith of the Day app for Android! <br><br>Updated every single day with a beautiful Hadith. <br><br>Our content reaches 20 million people people per week.  <br><br>Visit our website today on http://hadithoftheday.com<br><br>HOTD brings you beautiful Hadiths, inspirational Ayahs and heart-warming Duas at your fingertips, in a unique manner, carefully selected and categorised for your own personal situations. <br><br>Do you or someone you know have a need that can only be fulfilled by Allah? Feeling like life has come to a standstill? Whether you are feeling on top of the world, blessed and thankful, need some patience, are thinking about a loved one, or facing temptations, HOTD has just the key for you: an Ayah, a Hadith, a Dua to inspire, guide and comfort you. HOTD aims to help you increase your knowledge and open yourself up to Allah&#39;s presence. <br><br>Search for that perfect Ayah or Hadith for your personal situation - Or send a Dua to a loved one. <br><br>We&#39;re always excited to hear from you! If you have any feedback, questions or concerns please email us at <br><br>engage@hadithoftheday.com <br><br>Hadith of the Day ® (HOTD) is a Registered Trademark.",
    "scoreText": "4.6",
    "score": 4.637931
  },
  {
    "title": "Hadith Collection - Sahih Bukhari, Muslim & Others",
    "appId": "com.bukhari.muslim.hadithcollection",
    "url": "https://play.google.com/store/apps/details?id=com.bukhari.muslim.hadithcollection",
    "icon": "https://play-lh.googleusercontent.com/dO_xEAovpeeF0flzftRTtysX1NdyM6zb8Ajf-2sLhhxW5KbOYYxL9bmzvfhWpW8N5l83",
    "developer": "Abdul Kader Palash",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Hadith Collection for Android is an ultimate collection of Hadith of Prophet Muhammad (محمد (صلى الله عليه و سلم (Peace Be Upon Him).<br><br><br>The 14 books included are:<br><br>1) Sahih al Bukhari صحيح البخاري - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br>2) Sahih Muslim صحيح مسلم - Hadith collected by Muslim b. al-Hajjaj (d. 261 A.H., 875 C.E.)<br>3) Sunan an-Nasa&#39;i سنن النسائي - Hadith collected by al-Nasa&#39;i (d. 303 A.H., 915 C.E.)<br>4) Sunan Abu-Dawood سنن أبي داود - Hadith collected by Abu Dawood (d. 275 A.H., 888 C.E.)<br>5) Jami&#39; at-Tirmidhi جامع الترمذي - Hadith collected by al-Tirmidhi (d. 279 A.H, 892 C.E)<br>6) Sunan Ibn-Majah سنن ابن ماجه - Hadith collected by Ibn Majah (d. 273 A.H., 887 C.E.)<br>7) Muwatta Malik موطأ مالك - Hadith compiled and edited by the Imam, Malik ibn Anas<br>8) Musnad Ahmad - Hadith compiled by Imam Ahmad ibn Hambal<br>9) Riyad us Saliheen رياض الصالحين<br>10) Shama&#39;il Muhammadiyah الشمائل المحمدية<br>11) Al Adab Al Mufrad الأدب المفرد - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br>12) Bulugh al-Maram بلوغ المرام<br>13) 40 Hadith Nawawi الأربعون النووية - Hadith collected by Abu Zakaria Mohiuddin Yahya Ibn Sharaf al-Nawawi (631–676 A.H)<br>14) 40 Hadith Qudsi الحديث القدسي",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Sahih Al Bukhari Hadith Urdu",
    "appId": "com.sahih.bukhari.urdu",
    "url": "https://play.google.com/store/apps/details?id=com.sahih.bukhari.urdu",
    "icon": "https://play-lh.googleusercontent.com/79xkgMzPn1BbptrUKzP_6DCG2H_bwcplKpxCBfXU0qbwp9-hiAgCRy5_Mx9nh5NI0r0",
    "developer": "Al-Qalam Islamic Apps",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "First ever app of Sahih Bukhari in Urdu with Best Noori Nastaleeq Font.Sahih Bukhari is the most authentic book of Hadiths (Hadees). Hadiths are presented in the book that were never presented before.Sahih Bukhari Urdu is a Smartphone Application that comprises the entire collection of sayings and deeds (hadith) of Prophet Muhammad (PBUH) compiled back by Imam Bukhari. This Application is in Urdu for the native user for their best facilitation and better understandings.Main Screen consists of List of Books, Introduction along other embedded features.<br>List of Books contain all 6483-compiled Hadiths in 97 separate chapters. Introduction contains brief description to the compiled Sunnah of Prophet Muhammad (PBUH) and the work of Imam Bukhari.<br><br>Other features include:<br>• Translation of Hadiths in available Urdu and English languages.<br>• Change of Font size and Font style for user assistance.<br>• Hadith of the day notification in order to get daily alerts from the App and stay connected to the teachings of beloved Prophet Muhammad (PBUH).<br>• Bookmarking for favorite and later-to-read Hadith.<br>• Go To option for quick access and launch to the required Hadiths of Muhammad (SAW).<br>• Share and save settings.<br><br>Following Prophet Muhammad (PBUH) is a direct following of Allah Almighty; hence download this Application, as nothing is better than adopting and acting on the Sunnah of Muhammad (PBUH<br>Following are the core features of Sahih Bukhari - Urdu Islamic app:<br>- Best font in all available hadees apps<br>- Easy access to any Hadith<br>- First time search facility for hadees<br>- Bookmark favorite hadith<br>- Add notes to daily hadiths<br>- Share hadith withing seconds<br>- Seek Ajar (reward) from Allah (swt)<br>- Browser hadees collection<br>Enlighten your knowledge of Bukhari Sharif Hadiths. Read Sahi-al-Bukhari ahadees in Urdu! Download “Sahih Bukhari Urdu Hadith Book”, your ultimate choice app to read authentic Hadith collection from Bukhari Sharif.<br>The Hadith is the record of sayings of Holy Prophet Muhammad (PBUH), these sayings were collected by famous Muhaddiths and formed into Hadith books.Sahih Bukhari Urdu+Eng+Arabic Sahih al Bukhari (Arabic: صحيح البخاري‎), is one of the Kutub al-Sittah (six major hadith collections) of Sunni Islam. These prophetic traditions, or hadith, were collected by the Persian Muslim scholar Muhammad al-Bukhari, after being transmitted orally for generations. Sunni Muslims view this as one of the three most trusted collections of hadith along with Sahih Muslim and Muwatta Imam Malik <br>Sahih Bukhari Sharif in English, Urdu, Arabic is a great collection of hadiths for whole Muslim peoples. It explains all Sahih hadiths about important problems of Islam. This Sahih Bukhari in Urdu is the first book of hadess out of six hadees books. Bukhari Sharif Hadiths book which is a most authentic collection of hadiths after Holy Quran. Holy Quran is the full authentic book by ALLAH Almighty in this world. Sahih Bukhari Sharif hadith book contains principles of Islam which lead to Heaven. Hadith Sahih Bukhari Sharif in English also discusses nahv kalam, usool un nahv to explain the masail &amp; fazail of Islam. This is also an authentic book of farz uloom, sarf book. Also used as syllabus book in most of (Madaras) Islamic education centers. This is the most genuine Sahih Bukhari Sharif book.<br><br>One of Hadiths books Sahih Bukhari Sharif from all Islamic books sihah e Sitta. It explains the most important elements of Islam in the modern world. Sahih Muslim Sharif is the second most authentic Islamic book from all Islamic books. Shii maahih Bukhari Sharif contains the Urdu translation of all type of hadiths like aqiqa masail , aqiqa in Urdu, English and Arabic.<br>App contains the collection of Ahadith based on different type of topics of life.Each topic contain many Ahadith narrated by Sahaba (R.A).<br><br>Sahih Bukhari is one of the Kutub al-Sittah (six major hadith collections) of Islam... Check Sahih Bukhari Urdu yourself and give feedback for improvement.",
    "scoreText": "4.6",
    "score": 4.6183577
  },
  {
    "title": "Islamic Books : Hadith Books",
    "appId": "com.eAlimTech.eBooks",
    "url": "https://play.google.com/store/apps/details?id=com.eAlimTech.eBooks",
    "icon": "https://play-lh.googleusercontent.com/3dzsH0oJvUnnyL3Fhc7pm_Yw8zQZ8Tacw4XwRIVdqo2iMTSp6DL-Ri3btwf0x74SjleL",
    "developer": "E-ALIM TECHNOLOGY LIMITED",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Download Islamic book online and read Islamic book offline. A collection of Islamic Books in different languages on the topics of Quran and Hadith with Tafseer with History of Islam. Free Islamic ebook and Read text book offline.<br><br>It also has Islamic ahadees and sahi bukhari shareef. Read Islamic books online to learn Islamic education through Sahih Al-Bukhari. Download Islamic books collection online for free. We are providing Islam digital online book and free ebook download eveerywhere. sahih al bukhari sharif is a best religions Islamic book for Islam in the modern world.<br><br>Main features include:<br><br>Sahih Al-Bukhari (Arabic, English, Melayu, French, Urdu)<br>A collection of Sahih Ahadith of Prophet Muhammad (PBUH). Recognized by the majority of the Muslim world to be one of the most authentic collections of ahadith.<br><br>Riyad us Saliheen (English, Melayu, French)<br>compiled by Imam An-Nawawi. Covering every aspect of Islamic belief and moral conduct, it selects approximately 2000 hadith from the six major hadith collections.<br><br>Tasir Jalalain (Arabic, Melayu)<br>Composed by Jalal al-Din al-Mahalli and his pupil Jalal al-Din al-Suyuti, generally regarded as one of the most easily accessible works of Qur’anic exegesis because of its simple style.<br><br>Sahih Al-Muslim (English, Melayu, Urdu)<br>Sahih Muslim is one of the al-Kutub al-Sittah (six major ahadith). It was collected by Muslim ibn al-Hajjaj, also known as Imam Muslim.<br><br>Arba&#39;een Nawawi (Arabic, English, Melayu)<br>The Arba&#39;een (40 Ahadith) of Imam An-Nawawi Rahimahullah. English Translation of these famous Hadeeth on different topics.<br><br>Al-Quran Translation (English)<br>Translation for the Meanings of the Quran in English only to help non-Muslims easily understand the invitation of Quran. Translated by Dr. Mohsin Khan.<br><br>1100 Hadits Terpilih (Melayu)<br>Menu 1100 hadits terpilih ini memuat kumpulan hadits shahih yang penting untuk dijadikan rujukan kegiatan atau amaliyah kita sehari hari yang diambil dari kitab 1100 hadits terpilih. By Dr. Muhammad Faiz Almath.<br><br>Artikel Tentang Hadits (Melayu)<br>Artikel Tentang Hadiths is the Collection of different Articles and answers of questions regarding Hadeeth. A must read or people who want to know all about Hadeeth in Melayu language.<br><br>Bulugh al-Maram (Melayu)<br>The Book is based upon the Ahadith of our Prophet which have been the sources of Islamic Jurisprudence. Al-Hafiz Ibn Hajar Al-Asqalani has recorded the true significance of the Ahadith and their origins in Malay language.",
    "scoreText": "4.3",
    "score": 4.35
  },
  {
    "title": "Islam.do (Prayer Times and Hadith)",
    "appId": "com.hadithdo",
    "url": "https://play.google.com/store/apps/details?id=com.hadithdo",
    "icon": "https://play-lh.googleusercontent.com/oRpX3Bawt18Enb5XX1F4kCOYV_6lVQtIMH-Ao1PRyMjSy_tYMjIFcWBQHUaMQVy4fmw",
    "developer": "Ovais Khan",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "Islam.do is all-in-one Islamic App combining global Prayer times and 39,000 Hadiths.<br>Prayer times are calculated based on user location with utmost precision, In this regard, vast number of calculation methods have been incorporated to give best possible prayer times to the users.<br>Your will receive alerts at following times:<br><br>&gt; Fajir, Sunrise, Ishraq, Midday, Dhuhr, Asr, Sunset, Magrib, Awwabin, Isha, Tahajjud<br><br>Islam.do App has also collection of Hadith of Prophet Muhammad (محمد (صلى الله عليه و سلم (Peace Be Upon Him). The app contains 39000+ hadith from most accepted and authentic Hadith books including six hadith books also known as Kutub al-Sittah or Sihah Sitta (meaning &quot;The Authentic Six&quot;). The 12 books included are:<br><br>1) Sahih Bukhari - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br>2) Sahih Muslim - Hadith collected by Muslim b. al-Hajjaj (d. 261 A.H., 875 C.E.)<br>3) Sunan an-Nasa&#39;i - Hadith collected by al-Nasa&#39;i (d. 303 A.H., 915 C.E.)<br>4) Sunan Abu-Dawood  - Hadith collected by Abu Dawood (d. 275 A.H., 888 C.E.)<br>5) Jami at-Tirmidhi - Hadith collected by al-Tirmidhi (d. 279 A.H, 892 C.E)<br>6) Sunan ibn-Majah - Hadith collected by Ibn Majah (d. 273 A.H., 887 C.E.)<br>7) Malik-Muwatta - Hadith compiled and edited by the Imam, Malik ibn Anas<br>8) Nawawi - Hadith collected by Abu Zakaria Mohiuddin Yahya Ibn Sharaf al-Nawawi (631–676 A.H)<br>9) Al Adab Al Mufrad - Hadith collected by Imam Bukhari (d. 256 A.H., 870 C.E.)<br>10) Shamail Tirmidhi -Hadith collected by al-Tirmidhi (d. 279 A.H, 892 C.E)<br>11) Riyad us Saliheen<br>12) Qudsi Hadith<br><br>Lot of effort has been put to make this app as helpful as possible thus, utilities section was added and contains followings:<br>1. Juz Amma<br>2. Hisnul Muslim<br>3. Munajat e maqbool<br>4. Asma ul Husna<br>5. Salah<br>6. Durood<br>7. Dua<br>8. Kalimah<br>9. Sunnah<br>10. Dhikr<br>11. Prophet Stories<br>12. Basic Islamic Terms<br><br><br>We have added 4 Islamic tools as of now:<br>1) Digital Tasbih<br>2) Quran Tracker<br>3) Tajweed Sounds<br>4) Silent Profile Switcher for Salah<br><br><br>This app is feature rich, some of them are as below:<br>1) Sharing: Sharing facility is available for each hadith from any book or kalimah, sunnah etc...Thus, there is nothing in this app which cant be shared with others.<br>2)  Starred(Favorite): Every thing in this app can be starred and can then be easily accessible from home screen.<br>3) Search Facility: Search facility is provided on the home screen, and by entering search keyword resulting hadith containing that key word will be displayed on screen.<br>4) Mordern UI: App has modern UI features like sliding menus.<br>5) Daily Alerts: App provided facility of daily hadith alerts.<br>6) Search Settings: Changes how search works.<br>7) Pins: Now all contents in this app can be pinned and can then be easily opened again from main screen. This feature act similar to bookmarks.<br>8) Copy: All Content of this app can be copied and can then be pasted any where as per users choice facebook, watsapp etc.<br>9) Fonts: Font can be changed as per choice provided in the app. User can now change size aswell as type of font used in the app.",
    "scoreText": "4.8",
    "score": 4.8
  },
  {
    "title": "Hadith Collection in English",
    "appId": "islamicbooks.hadithcollectionenglish",
    "url": "https://play.google.com/store/apps/details?id=islamicbooks.hadithcollectionenglish",
    "icon": "https://play-lh.googleusercontent.com/69KLtaeMgHF8EEj8GVBYZdo6vG5iYfiFinau4LV70pmNO1-a-OtTT12tTNKvo8cQEg",
    "developer": "Islamic Books",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "The Hadith Collection in English is the biggest Hadith Collection. <b>19 </b>known Hadith books and more than <b>50 thousand</b> hadith are included in this app. So this can be your best collection for hadith. Learning hadith is now easy for web applications but we have tried to make it more easier. There are 19 Hadith books including sihah sittah. It&#39;s covered Arabic and English translation of Arabic Hadith. <br>☼<b> 1)صحيح البخاري ~ Sahih Al Bukhari</b> ~ Collected and Compiled by Imam Muhammad al-Bukhari (810 – 870 AD)~ 9 Volume ~ 7275 Hadith.<br>☼<b>2)صحيح مسلم ~ Sahih Al Mushlim</b> ~ Collected and Compiled by Muslim ibn al-Hajjaj (822–875 AD) ~7  Volume ~7563 ahadith<br>☼<b>3) جامع الترمذي ~ Jami At-Tirm idhi</b> ~ Collected and Compiled by  Al-Tirmidhi (824-892 AD) ~ 6  Volume~ 3956 ahadith<br>☼<b>4) سنن أبي داود ~ Sunan Abu Dawood </b>~Collected and Compiled by  Abu Daud Sulayman(817-889 AD) ~ 5  Volume ~ 4800 ahadith<br>☼<b>5)سُنن ابن ماجه ~ Sunan Ibn Majah</b> ~ Collected and Compiled by  Ibn Majah(824-887 AD)~ 5  Volume ~ 3883 ahadith<br>☼<b>6)السنن الصغرى ~ Sunan Ibn Nasa&#39;i</b>~Collected and Compiled by  Sunan an-Nasa&#39;i(829-915 AD) ~ 6  Volume ~ 5760 ahadith<br>☼<b>7) مسند أحمد بن حنبل ~ Musnad Ahmad </b>~ Collected and Compiled by  Musnad Ahmad ibn Hanbal(780-855 AD)~ 3 Volume~ 4376 ahadith<br>☼<b>8) موطأ الإمام مالك ~ Muwatta Ibn Malik</b> ~ Collected and Compiled by  Malik ibn Anas(711-795 AD), 1  Volume ~ 1720 ahadith<br>☼<b>9) رياض الصالحين ~ Riadus Salehin </b>~ Collected and Compiled by  Imam Yahya ibn Sharaf an-Nawawi (1233-1277 AD) ~ 4  Volume ~ 1905 ahadith<br>☼<b>10) مشكاة المصابيح ~ Mishkat al-Masabih</b> ~ Collected and Compiled by  Abu Abdullah Muhammad bin Yazid bin Abdullah Khatib Tabrezi ~5  Volume ~ 6294 ahadith<br>☼<b>11) الحديث القدسي~ Hadith kudsi </b>~ Selected Hadith ~ 1  Volume ~ 140 ahadith<br>☼<b>12)الحديث الذهبي ~ golden hadith</b> ~ Selected Hadith ~ 1  Volume ~ 200 ahadith<br>☼<b>13) حديث الإمام النوابي ~ Hadith of Imam Nawawi </b>~ Collected and Compiled by  Imam Yahya ibn Sharaf an-Nawawi (1233-1277 AD)~ 1  Volume ~ 40 hadith<br>☼<b>14) الأدب المفرد~ Al-Adab al-Mufrad </b>~Collected and Compiled by   Imam Muhammad al-Bukhari (810 – 870 AD) ~ 1  Volume ~ 1644 ahadith<br>☼<b>15) حديث مصطنع ~ ~s 100 Fabricated Hadith</b> ~ Collected Hadith ~ 1  Volume ~ 100 ahadith<br>☼<b>16) اللولو بول مرجان ~ Al Lulu Wal Marjan </b>~ Collected Hadith~ 2  Volume ~ 2200 ahadith<br>☼<b>17) شمايل الترمذي ~ Shamail Tirmidhi</b>i ~ Collected Hadith~ 1  Volume ~ 383 ahadith<br>☼<b>18) صحيح الجامع ~ Sahih Al Jami </b>~ Collected  Hadith~ 1  Volume ~ 100 ahadith<br>☼<b>19) حجية السنة وأهميتها ~ Authority and Importance of Sunnah </b>~ Collected Hadith~ 1  Volume ~ 100 ahadith.<br><b>Features:</b><br>✓☆ <b>19</b> Hadith Books <br>✓☆ <b> 50000+</b> Hadith <br>✓☆ Full screen mode.<br>✓☆ Night mode.<br>✓☆ Pin page.<br>✓☆ Swipe horizontal reading mode like books.<br>✓☆ Vertical scrolling reading mode.<br>✓☆ Search by page number.<br>✓☆ Zoom by finger pitch.<br>✓☆ Screenshot share to Facebook,twitter , whats-app and others sharing sites.<br>In&#39;Sha Allah this app will be helpful to read hadith and implement our life :)  <br>Hadith literally means talk or discourse or Athar in Islam refers to what Muslims believe to be a record of the words, actions, and the silent approval of the Islamic prophet Muhammad. Hadith have been called the backbone of Islamic civilization, and within that religion the authority of hadith as a source for religious law and moral guidance ranks second only to that of the Quran <br><b>Download Now: </b> https://play.google.com/store/apps/details?id=islamicbooks.hadithcollectionenglish<br><b>Visite website: </b> http://islamicappsstore.com/<br><b>Follow on Twitter:</b>  https://twitter.com/IslamicBooks5<br><b>Like fb Page : </b> https://www.facebook.com/Islamic-Books-And-Apps-107754744340873/<br><b>Jon on fb group:</b>  https://www.facebook.com/groups/500839654646881<br><b>Subscribe on youtube:</b>  https://www.youtube.com/channel/UCmfZGshKjbqJgtHdGIJ0Njw",
    "scoreText": "0.0",
    "score": 0
  },
  {
    "title": "Bangla Hadith (বাংলা হাদিস)",
    "appId": "com.hadithbd.banglahadith",
    "url": "https://play.google.com/store/apps/details?id=com.hadithbd.banglahadith",
    "icon": "https://play-lh.googleusercontent.com/xIdadYWTSEf8mQJ7bqdf54uWBb9nf5R1eY_hwKZSxUvXlL5ubAWto_qhcfhFF38bYw",
    "developer": "Bangla Hadith (বাংলা হাদিস)",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "সমস্ত প্রশংসা একমাত্র আল্লাহ্‌র জন্য, দরুদ ও সালাম নাজিল হোক নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর। অতপরঃ যিনি আমাদেরকে তাওফীক দিয়েছেন তার দ্বীনের জন্য ক্ষুদ্র এই কাজে আপনাদের এবং আমাদের সকলকে যার যার অবস্থান থেকে অংশগ্রহন করার। আলহামদুলিল্লাহ্‌।<br><br>&quot;বাংলা হাদিস&quot; এটি শুধু একটি মোবাইল এপ নয় বরং এটি বাংলা ভাষায় ইসলামকে সঠিক ভাবে জানা এবং মানার জন্য প্রয়োজনীয় যে জ্ঞান অর্জন করা দরকার সেগুলিকে একটি ছাদের নিচে নিয়ে আসার একটি প্রচেষ্টা।<br><br>আমরা চাই আরবি ভাষায় যেমন মাকতাবাতুস শামেলা গড়ে উঠেছে ঠিক তেমনি আদলে ধীরে ধীরে বাংলা ভাষায় একটি প্লাটফর্ম তৈরি করা আর এই কারনেই মূলত আমরা আলাদা আলাদা কোন এপ না করে একটি এপের মাঝেই সব কিছুকে সম্পৃক্ত করছি। আর যেহেতু দিন দিন ডাটার সংখ্যা বাড়ছে আর এই কারনেই বই ডাউনলোড এবং মুছে ফেলার সিস্টেম যুক্ত করা হয়েছে যাতে মোবাইলের ধারনক্ষমতায় সমস্যা সৃষ্টি না হয়।<br><br>বর্তমানে এপটির ভার্শন ৬.০ চলমান এবং এটি এমন ভাবে তৈরি করা হয়েছে যাতে একজন মানুষ একটি এপের মাধ্যমেই তার যাবতীয় প্রয়োজনীয় ইসলামী জ্ঞান অর্জন করতে পারে।<br><br>এই এপে যা যা  সংযুক্ত করা হয়েছে তার সংক্ষিপ্ত বিবরণঃ<br><br>⯎ আল কুরআন এবং সাথে বিশুদ্ধ মোট ৫টি বাংলা অনুবাদ আছে যা একই সাথে দেখা সম্ভব অথবা যে কোন একটি বা একাধিক একই সাথে আপনি দেখতে পারবেন ইনশাল্লাহ।<br><br>⯎ সর্বমোট হাদিসের গ্রন্থ রয়েছে ২৫ টি (একই গ্রন্থের বিভিন্ন অনুবাদ রয়েছে) এবং এতে ৮৪ হাজারেরও অধিক হাদিস রয়েছে।<br><br>⯎ ইসলামী গ্রন্থাবলী অংশে আছে ১৩০টি বই মোট ২০টি বিভিন্ন ক্যাটাগরিতে এবং নিচে তার তালিকা পেশ করা হল।<br><br>⫷ কুরআন ⫸<br>⮕ আরবী<br>⮕ বাংলা অনুবাদ আল-বায়ান ফাউন্ডেশন<br>⮕ বাংলা অনুবাদ মুজিবুর রহমান<br>⮕ বাংলা অনুবাদ তাইসিরুল কুরআন<br><br>⫷ তাফসীর ⫸<br>⮕ তাফসীরে জাকারিয়া (ড. আবু বকর মুহাম্মদ জাকারিয়া অনুদিত)<br>⮕ তাফসীরে আহসানুল বায়ান<br><br>⫷ হাদিস ⫸<br>⮕ সহীহ বুখারী (তাওহীদ)<br>⮕ সহীহ বুখারী (ইফাঃ)<br>⮕ সহীহ মুসলিম (হাঃ একাডেমী)<br>⮕ সহীহ মুসলিম (ইফাঃ)<br>⮕ সুনান আবূ দাউদ (তাহকিককৃত)<br>⮕ সূনান আবু দাউদ (ইফাঃ)<br>⮕ সূনান আত তিরমিজী [তাহকীককৃত]<br>⮕ সূনান তিরমিজী (ইফাঃ)<br>⮕ সূনান নাসাঈ (ইফাঃ)<br>⮕ সুনানে ইবনে মাজাহ<br>⮕ সুনান আদ-দারেমী<br>⮕ মিশকাতুল মাসাবীহ (মিশকাত)<br>⮕ রিয়াযুস স্বা-লিহীন<br>⮕ মুসনাদে আহমাদ<br>⮕ মুয়াত্তা মালিক<br>⮕ সুনান আদ-দারাকুতনী<br>⮕ সহীহ শামায়েলে তিরমিযী<br>⮕ আল-লুলু ওয়াল মারজান<br>⮕ বুলুগুল মারাম<br>⮕ আল-আদাবুল মুফরাদ<br>⮕ হাদীস সম্ভার<br>⮕ সহীহ হাদিসে কুদসি<br>⮕ রমযান বিষয়ে জাল ও দুর্বল হাদিসসমূহ<br>⮕ আন্‌-নওয়াবীর চল্লিশ হাদীস<br>⮕ যঈফ ও জাল হাদিস<br><br>⫷ ইসলামী গ্রন্থাবলী ⫸<br><br>⮕ কিতাবুত তাওহীদ<br>⮕ আল-ফিকহুল আকবর<br>⮕ তাওহীদ ও তার প্রমাণাদি<br>⮕ শারহুল আক্বীদা আত্-ত্বহাবীয়া<br>⮕ শরহুল আকীদাহ আল-ওয়াসেতীয়া<br>⮕ চার ইমামের আকীদাহ (আবূ হানীফা, মালেক, শাফে‘ঈ ও আহমাদ ইবন হাম্বল)<br>⮕ ঈমান বিধ্বংসী দশটি কারণ<br>⮕ নাজাত প্রাপ্ত দলের আকীদাহ<br>⮕ তাওহীদের কালেমা: লা-ইলাহা ইল্লাল্লাহ [এর ফযীলত, অর্থ, শর্ত ও পরিপন্থী বিষয়]<br>⮕ ইসলাম বিনষ্টকারী বিষয়সমূহ<br>⮕ প্রশ্নোত্তরে সহজ তাওহীদ শিক্ষা<br><br>⮕ নবী (সা.) এর ছলাত সম্পাদনের পদ্ধতি<br>⮕ ছালাতুর রাসূল (ছাঃ)<br>⮕ স্বালাতে মুবাশ্‌শির<br>⮕ জানাযার বিধিবিধান<br>⮕ সালাতের গুরুত্ব ও ফযীলত<br>⮕ প্রশ্নোত্তরে সালাতুদ-দুহার সংক্ষিপ্ত বিধান<br>⮕ জানাযার নামাযের নিয়ম<br>⮕ জাল হাদীছের কবলে রাসূলুল্লাহ (ছাঃ)-এর ছালাত<br>⮕ কুরআন ও সহীহ হাদীসের আলোকে জামা‘আতে সালাত আদায় [বিধান, ফযীলত, ফায়েদা ও নিয়ম-কানূন]<br>⮕ কসর ও জমা করে সালাত আদায় সম্পর্কে কিছু বিধান<br>⮕ চেয়ারে বসে সালাত আদায় বিধি-বিধান, সতর্কীকরণ ও মাসলা-মাসায়েল<br>⮕ সালাতুল আউওয়াবীন<br><br>⮕ দৈনন্দিন জীবনে ইসলাম [যাকাত অধ্যায়]<br>⮕ যাকাত বিধানের সারসংক্ষেপ<br>⮕ যাকাত ও সাওম বিষয়ক দু’টি পুস্তিকা<br><br>⮕ রাহে বেলায়াত<br>⮕ হিসনুল মুসলিম<br>⮕ নামাযের দো‘আ ও যিক্‌র<br>⮕ দুআ-মুনাজাত : কখন ও কিভাবে<br><br>⮕ ফাতাওয়া আরকানুল ইসলাম<br>⮕ দ্বীনী প্রশ্নোত্তর<br>⮕ ইসলাম কিউ এ ফতোয়া সমগ্র<br>⮕ মুখতাসার যাদুল মা‘আদ<br>⮕ সহীহ ফিক্বহুস সুন্নাহ<br>⮕ সহজ ফিকহ শিক্ষা<br>⮕ রূহ সম্পর্কিত সংক্ষিপ্ত মাসআলাসমূহ<br>⮕ অতি গুরুত্বপূর্ণ কতিপয় প্রশ্নোত্তর<br>⮕ স্বর্ণ ক্রয়-বিক্রয় সংক্রান্ত বিবিধ প্রশ্ন-উত্তর<br>⮕ দীনের ফিক্‌হ তথা জ্ঞানই ফিতনা থেকে বাঁচার সঠিক উপায়<br><br>⮕ বাংলাদেশে প্রচলিত শির্ক বিদ‘আত ও কুসংস্কার পর্যালোচনা<br>⮕ উসীলা গ্রহণ: বৈধ ও অবৈধ পন্থা<br>⮕ কুরআন ও হাদীছের মানদন্ডে সুফীবাদ<br>⮕ বৈধ ও অবৈধ অসীলা<br><br><br>এছাড়াও আরো অনেক বই আছে যা এই সল্প পরিসরে উল্লেখ করা সম্ভব হচ্ছে না বলে দুঃখিত।<br><br>পরিশেষে আল্লাহ কবুল করুন এবং উত্তম প্রতিদান দিন দুনিয়া ও আখিরাতে সেই সমস্ত ভাইদেরকে যারা অর্থ এবং শ্রম দিয়ে এই কাজের আঞ্জাম দিয়ে চলেছেন প্রতিনিয়ত, আমিন।",
    "scoreText": "4.4",
    "score": 4.45
  },
  {
    "title": "200 Golden Hadith",
    "appId": "islamicbooks.goldenhadithenglish",
    "url": "https://play.google.com/store/apps/details?id=islamicbooks.goldenhadithenglish",
    "icon": "https://play-lh.googleusercontent.com/NqnZIX7KP7c9LTIZ2HdHgwCN3oZCd_kWhFakI5ripl3hjymJR_LSyLwS0ElOaM16FsQ",
    "developer": "Islamic Books",
    "currency": "USD",
    "price": 0,
    "free": true,
    "summary": "200 Golden Hadith is a collection of 200 short and easy to memorize Sayings of the Holy Prophet Muhammad (Peace Be upon Him). Compiled in generalized format, the Hadiths are aimed at helping common readers understand Islam and attain spiritual purification. <br>We made this app for easy reading. We have added some necessary tools. We hope you find it as a good app. Your suggestions are welcome.<br><b>Features of the App</b><br>✓☆ Full screen mode.<br>✓☆ Night mode.<br>✓☆ Pin page.<br>✓☆ Swipe horizontal reading mode like books.<br>✓☆ Vertical scrolling reading mode. <br>✓☆ Search by page number.<br>✓☆ Zoom Control by finger touch.<br>✓☆ Screenshot share to facebook, twitter , whats-app and others sharing sites. <br><b>Rasuler Sonali Upodesh or Golden Hadith of Rasul pbuh is a best collection of selected hadith that are useful our daily life.</b><br>Every Muslim is aware of the importance of the Prophet’s hadiths. Islam is based on two major sources: the Qur’an and the Sunnah, and the latter is available to us in the form of hadiths. The Prophet said, “Whoever comes to know one hadith of mine should spread it.” However, the Prophet also told us to be careful when spreading his hadiths so as not to alter any component of it, otherwise, “he can take his seat in the hellfire.”<br>Within this book I have incorporated 200 small hadiths of the Prophet. The reason for choosing the smaller hadiths of the Prophets is so that the youth can easily become accustomed to the words of the Prophet. All the hadiths concern the important matters of the religion, which every person should have knowledge of. I have come to the realization that many youth from among the Muslims have not memorized even one hadith of the Prophet. For this reason I have chosen smaller hadiths so that they can be easily memorized by them and they can spread them to others. This way our relatives and our friends can memorize some words of the Prophet which will bring them benefit in the hereafter.<br>This book has purposely not been organized into any specific categories. Experience through the years has taught me that this style of non-categorization is easier for the general masses who are not scholars or students of knowledge. We are also aware that many languages exist out there in which the hadiths of the Prophet have not yet been translated. This is why, Allah-willing, my intention is to have this small work translated into at least 30 different languages. <br>Beside the sia sittah or sahi sittah or Six Canonical Books of Hadith as Sahih al-Bukhari Sahih Muslim Sunan Abu Dawood Sunan al-Tirmidhi Sunan al-Nasai Sunan ibn Majah the golden hadith or sonali upodesh is a good hadith book.<br>The Quran also romanized Qur&#39;an or Koran, is the central religious text of Islam, believed by Muslims to be a revelation from God (Allah).It is widely regarded as the finest work in classical Arabic literature. It is organized in 114 chapters, which consist of verses.Muslims believe that the Quran was orally revealed by God to the final prophet, Muhammad, through the archangel Gabriel  incrementally over a period of some 23 years.<br>Hadith literally means talk or discourse or Athar in Islam refers to what Muslims believe to be a record of the words, actions, and the silent approval of the Islamic prophet Muhammad. Hadith have been called the backbone of Islamic civilization, and within that religion the authority of hadith as a source for religious law and moral guidance ranks second only to that of the Quran (which Muslims hold to be the word of Allah revealed to his messenger Muhammad).",
    "scoreText": "0.0",
    "score": 0
  }
]