{
    "1": [
        "1 - تَأْوِيلُ قَوْلِهِ عَزَّ وَجَلَّ: {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ} [المائدة:",
        "1 — Передают со слов Абу Хурайры о том, что Пророк ﷺ сказал: «Когда кто-то из вас просыпается, пусть не опускает руку (в сосуд) с водой для омовения, пока не помоет ее три раза, ведь он не знает, где ночевала его рука».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2": [
        "2 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ جَرِيرٍ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ قَالَ: كَانَ رَسُولُ اللَّهِ ﷺ «إِذَا قَامَ مِنَ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ»[حكم الألباني] : صحيح",
        "2 — Сообщается, что Хузайфа сказал: «Когда Посланник Аллаха ﷺ просыпался ночью, он чистил свой рот зубочисткой  /сивак/».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3": [
        "3 - أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدَةَ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: أَخْبَرَنَا غَيْلَانُ بْنُ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: دَخَلْتُ عَلَى رَسُولِ اللَّهِ ﷺ وَهُوَ يَسْتَنُّ وَطَرَفُ السِّوَاكِ عَلَى لِسَانِهِ وَهُوَ يَقُولُ: عَأْ عَأْ[حكم الألباني] : صحيح",
        "3 — Сообщается, что Абу Муса (аль-Аш‘ари) сказал: «Однажды, когда я зашел к Посланнику Аллаха ﷺ он чистил зубы, поставив конец зубочистки на свой язык, и говорил: «‘Аъ, ‘аъ».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4": [
        "4 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى وَهُوَ ابْنُ سَعِيدٍ قَالَ: حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ قَالَ: حَدَّثَنَا حُمَيْدُ بْنُ هِلَالٍ قَالَ: حَدَّثَنِي أَبُو بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: أَقْبَلْتُ إِلَى النَّبِيِّ ﷺ وَمَعِي رَجُلَانِ مِنَ الْأَشْعَرِيِّينَ: أَحَدُهُمَا عَنْ يَمِينِي، وَالْآخَرُ عَنْ يَسَارِي. وَرَسُولُ اللَّهِ ﷺ يَسْتَاكُ فَكِلَاهُمَا سَأَلَ الْعَمَلَ. قُلْتُ: وَالَّذِي بَعَثَكَ بِالْحَقِّ نَبِيًّا مَا أَطْلَعَانِي عَلَى مَا فِي أَنْفُسِهِمَا، وَمَا شَعَرْتُ أَنَّهُمَا يَطْلُبَانِ الْعَمَلَ، فَكَأَنِّي أَنْظُرُ إِلَى سِوَاكِهِ تَحْتَ شَفَتِهِ قَلَصَتْ. فَقَالَ: «إِنَّا لَا - أَوْ لنْ - نَسْتَعِينَ عَلَى الْعَمَلِ مَنْ أَرَادَهُ، وَلَكِنِ اذْهَبْ أَنْتَ». فَبَعَثَهُ عَلَى الْيَمَنِ، ثُمَّ أَرْدَفَهُ مُعَاذُ بْنُ جَبَلٍ رَضِيَ اللَّهُ عَنْهُمَا[حكم الألباني] : صحيح",
        "4 — Сообщается, что Абу Муса (аль-Аш‘ари) сказал: «Однажды я прибыл к Пророку ﷺ вместе с двумя мужчинами из племени аль-аш‘ар, один из которых находился справа от меня, а другой слева, а (в это время) Посланник Аллаха ﷺ чистил зубы сиваком. И когда они оба попросили дать им работу, я сказал: “Клянусь Тем, Кто отправил тебя пророком с истиной! Никто из них не рассказывал мне о том, что у них в мыслях и я даже не предполагал, что они намереваются попросить о работе!” И я как будто и сейчас вижу его сивак под его сморщенной губой. (Посланник Аллаха ﷺ) сказал: “Мы не опираемся”, — или же “Не станем опираться во исполнение важного дела на тех, кто желает получить его, однако ты отправляйся!” И он отправил его в Йемен, а после он присоединил к нему Му‘аза ибн Джабаля, да будет Аллах доволен ими обоими!»Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "5": [
        "5 - أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، وَمُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، عَنْ يَزِيدَ وَهُوَ ابْنُ زُرَيْعٍ قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَتِيقٍ قَالَ: حَدَّثَنِي أَبِي قَالَ: سَمِعْتُ عَائِشَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: «السِّوَاكُ مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ لِلرَّبِّ»[حكم الألباني] : صحيح",
        "5 — Передают, что ‘Абдуррахман ибн Абу ‘Атикъ рассказывал о том, что его отец сказал: «Я слышал, как ‘Аиша рассказывала, что Пророк ﷺ сказал: “Зубочистка служит для очищения рта и является угодной Господу”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "6": [
        "6 - الْإِكْثَارُ فِي السِّوَاكِ",
        "6 — Сообщается, что Анас ибн Малик сказал: «Посланник Аллаха ﷺ сказал: “Я часто говорил вам пользоваться зубочисткой!”»Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "7": [
        "7 - الرُّخْصَةُ فِي السِّوَاكِ بِالْعَشِيِّ لِلصَّائِمِ",
        "7 — Передают со слов Абу Хурайры о том, что Посланник Аллаха ﷺ сказал: «Если бы я не боялся обременить членов своей уммы, то велел бы им использовать зубочистку перед каждой молитвой».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "8": [
        "8 - السِّوَاكُ فِي كُلِّ حِينٍ",
        "8 — Аль-Микъдам ибн Шурайх сообщил, что его отец сказал:«(Однажды) я спросил у ‘Аиши: “С чего начинал Пророк ﷺ когда заходил к себе домой?” Она ответила: “С зубочистки”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "9": [
        "9 - ذِكْرُ الْفِطْرَةِالِاخْتِتَانُ",
        "9 — Передают со слов Абу Хурайры о том, что Посланник Аллаха ﷺ сказал: «Фитрой являются пять (вещей): обрезание, сбривание волос с лобка, укорачивание усов, подстригание ногтей и выщипывание волос из подмышек».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "10": [
        "10 - تَقْلِيمُ الْأَظْفَارِ",
        "10 — Сообщается, что Абу Хурайра сказал: «Посланник Аллаха ﷺ сказал: “Фитрой являются пять (вещей): укорачивание усов, выщипывание волос из подмышек, подстригание ногтей, сбривание волос с лобка и обрезание”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "11": [
        "11 - نَتْفُ الْإِبْطِ",
        "11 — Передают со слов Абу Хурайры о том, что Пророк ﷺ сказал: «Фитрой является пять (вещей): обрезание, сбривание волос с лобка, выщипывание волос из подмышек, подстригание ногтей и укорачивание усов».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "12": [
        "12 - حَلْقُ الْعَانَةِ",
        "12 — Передают со слов Ибн ‘Умара о том, что Посланник Аллаха ﷺ сказал: «Фитра — это подстригание ногтей, укорачивание усов и сбривание волос с лобка».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "13": [
        "13 - قَصُّ الشَّارِبِ",
        "13 — Сообщается, что Зейд ибн Аркъам сказал: «Посланник Аллаха ﷺ сказал: “Тот, кто не подстригает усы — тот не из нас”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "14": [
        "14 - التَّوْقِيتُ فِي ذَلِكَ",
        "14 — Сообщается, что Анас, да будет доволен им Аллах, сказал: «Промежуток времени, который определил для нас Посланник Аллаха ﷺ для подстригания усов, подстригания ногтей, удаление волос с лобка и из подмышек, составлял не более сорока дней. А другой раз он сказал: “Сорок ночей”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "15": [
        "15 - إِحْفَاءُ الشَّارِبِ وَإِعْفَاءُ اللِّحَى",
        "15 — Передают со слов Ибн ‘Умара, да будет доволен Аллах ими обоими, что Пророк ﷺ сказал: «Подстригайте усы и отпускайте бороды».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "16": [
        "16 - الْإِبْعَادُ عِنْدَ إِرَادَةِ الْحَاجَةِ",
        "16 — Сообщается, что ‘Абдуррахман ибн Абу Къурад сказал: «Я выходил вместе с посланником Аллаха ﷺ в отхожее место, и обычно, когда он хотел справить нужду, он отходил подальше».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "17": [
        "17 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَنْبَأَنَا إِسْمَاعِيلُ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا ذَهَبَ الْمَذْهَبَ أَبْعَدَ. قَالَ: فَذَهَبَ لِحَاجَتِهِ وَهُوَ فِي بَعْضِ أَسْفَارِهِ فَقَالَ: «ائْتِنِي بِوَضُوءٍ، فَأَتَيْتُهُ بِوَضُوءٍ، فَتَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ» قَالَ الشَّيْخُ: إِسْمَاعِيلُ هُوَ ابْنُ جَعْفَرِ بْنِ أَبِي كَثِيرٍ الْقَارِئُ[حكم الألباني] : حسن صحيح",
        "17 — Передают со слов аль-Мугъиры ибн Шу‘ба: «Когда Пророк ﷺ выходил для справления нужды, он уходил далеко». (Аль-Мугъира) сказал: «Однажды, во время одного из своих поездок, он захотел справить нужду и сказал: “Принеси мне воды для омовения!” И я принёс ему её и он совершил омовение и протёр кожаные носки /хуффайн/».Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "18": [
        "18 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا عِيسَى بْنُ يُونُسَ قَالَ: أَنْبَأَنَا الْأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ حُذَيْفَةَ قَالَ: كُنْتُ أَمْشِي مَعَ رَسُولِ اللَّهِ ﷺ، فَانْتَهَى إِلَى سُبَاطَةِ قَوْمٍ «فَبَالَ قَائِمًا فَتَنَحَّيْتُ عَنْهُ، فَدَعَانِي وَكُنْتُ عِنْدَ عَقِبَيْهِ حَتَّى فَرَغَ، ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ»[حكم الألباني] : صحيح",
        "18 — Сообщается, что Хузайфа сказал: «(Однажды), когда я шёл с посланником Аллаха ﷺ он отошел на свалку, куда люди выбрасывали мусор и стал мочиться стоя. (Тогда) я отошёл от него, но он подозвал меня к себе и я стоял у его пяток, пока он не завершил. После этого он совершил омовение и протер свои кожаные носки /хуффайн/».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "19": [
        "19 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا إِسْمَاعِيلُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الْخَلَاءَ قَالَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ[حكم الألباني] : صحيح",
        "19 — Сообщается, что Анас ибн Малик сказал: «Когда Посланник Аллаха ﷺ заходил в отхожее место говорил: “О Аллах! Я ищу у Тебя защиты от шайтанов мужского и женского полов /Аллахумма инни а‘узу бика миналь-хубуси валь-хабаис/”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "20": [
        "20 - أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ، عَنِ ابْنِ الْقَاسِمِ قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ رَافِعِ بْنِ إِسْحَاقَ، أَنَّهُ سَمِعَ أَبَا أَيُّوبَ الْأَنْصَارِيَّ وَهُوَ بِمِصْرَ يَقُولُ: وَاللَّهِ مَا أَدْرِي كَيْفَ أَصْنَعُ بِهَذِهِ الْكَرَايِيسِ وَقَدْ قَالَ: رَسُولُ اللَّهِ ﷺ: «إِذَا ذَهَبَ أَحَدُكُمْ إِلَى الْغَائِطِ أَوِ الْبَوْلِ فَلَا يَسْتَقْبِلِ الْقِبْلَةَ، وَلَا يَسْتَدْبِرْهَا»[حكم الألباني] : صحيح",
        "20 — Передают со слов Рафи‘а ибн Исхакъа о том, что он слышал, как Абу Аййуб аль-Ансари будучи в Египте говорил: «Я не знаю, как быть с этими туалетами, ибо Посланник Аллаха ﷺ сказал: “Когда кто-то из вас отправится справить большую или малую нужду, пусть (при этом) не поворачивается в сторону киблы ни лицом, ни спиной”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "21": [
        "21 - أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي أَيُّوبَ، أَنَّ النَّبِيَّ ﷺ قَالَ: «لَا تَسْتَقْبِلُوا الْقِبْلَةَ، وَلَا تَسْتَدْبِرُوهَا لِغَائِطٍ أَوْ بَوْلٍ، وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا»[حكم الألباني] : صحيح",
        "21 — Передают со слов Абу Аййуба о том, что Пророк ﷺ сказал: «Не поворачивайтесь в сторону киблы ни лицом, ни спиной, справляя как большую, так и малую нужду. Однако поворачивайтесь в сторону востока или запада».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "22": [
        "22 - أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا غُنْدَرٌ قَالَ: أَنْبَأَنَا مَعْمَرٌ قَالَ: أَنْبَأَنَا ابْنُ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَتَى أَحَدُكُمُ الْغَائِطَ فَلَا يَسْتَقْبِلِ الْقِبْلَةَ، وَلَكِنْ لِيُشَرِّقْ أَوْ لِيُغَرِّبْ»[حكم الألباني] : صحيح",
        "22 — Сообщается, что Абу Аййуб аль-Ансари сказал: «Посланник Аллаха ﷺ сказал: “Когда кто-то из вас придет в отхожее место, пусть не поворачивается в сторону киблы, а (поворачивается) в сторону востока или запада”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "23": [
        "23 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ وَاسِعِ بْنِ حَبَّانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: لَقَدِ ارْتَقَيْتُ عَلَى ظَهْرِ بَيْتِنَا، فَرَأَيْتُ رَسُولَ اللَّهِ ﷺ «عَلَى لَبِنَتَيْنِ مُسْتَقْبِلَ بَيْتِ الْمَقْدِسِ لِحَاجَتِهِ»[حكم الألباني] : صحيح",
        "23 — Сообщается, что ‘Абдуллах ибн ‘Умар сказал: «(Однажды) когда я поднялся на крышу нашего дома, я увидел, как Посланник Аллаха ﷺ справлял нужду (сидя) на двух саманных кирпичах, повернувшись в сторону “Байту-ль-Макъдис”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "24": [
        "24 - أَخْبَرَنَا يَحْيَى بْنُ دُرُسْتَ قَالَ: أَنْبَأَنَا أَبُو إِسْمَاعِيلَ وَهُوَ الْقَنَّادُ قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، أَنَّ عَبْدَ اللَّهِ بْنَ أَبِي قَتَادَةَ حَدَّثَهُ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا بَالَ أَحَدُكُمْ فَلَا يَأْخُذْ ذَكَرَهُ بِيَمِينِهِ»[حكم الألباني] : صحيح",
        "24 — ‘Абдуллах ибн Абу Къатада со слов своего отца рассказывал о том, что Посланник Аллаха ﷺ сказал: «Когда кто-нибудь из вас будет мочиться, пусть ни в коем случае не хватает свой половой орган правой рукой».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "25": [
        "25 - أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ وَكِيعٍ، عَنْ هِشَامٍ، عَنْ يَحْيَى هُوَ ابْنُ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا دَخَلَ أَحَدُكُمُ الْخَلَاءَ فَلَا يَمَسَّ ذَكَرَهُ بِيَمِينِهِ»[حكم الألباني] : صحيح",
        "25 — Передают со слов ‘Абдуллаха ибн Абу Къатады о том, что его отец сказал: «Посланник Аллаха ﷺ сказал: “Когда кто-нибудь из вас зайдет в отхожее место, пусть не касается своего полового органа правой рукой”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "26": [
        "26 - أَخْبَرَنَا مُؤَمَّلُ بْنُ هِشَامٍ قَالَ: أَنْبَأَنَا إِسْمَاعِيلُ قَالَ: أَخْبَرَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ «أَتَى سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا»[حكم الألباني] : صحيح",
        "26 — Передают со слов Хузайфы: «(Однажды) Посланник Аллаха ﷺ пришёл на место, куда люди сбрасывали мусор, и помочился стоя».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "27": [
        "27 - أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: أَنْبَأَنَا مُحَمَّدٌ قَالَ: أَنْبَأَنَا شُعْبَةُ، عَنْ مَنْصُورٍ قَالَ: سَمِعْتُ أَبَا وَائِلٍ، أَنَّ حُذَيْفَةَ قَالَ: إِنَّ رَسُولَ اللَّهِ ﷺ «أَتَى سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا»[حكم الألباني] : صحيح",
        "27 — Сообщается, что Мансур сказал: «Я слышал, как Абу Ваиль рассказывал, что Хузайфа сказал: “Поистине, Посланник Аллаха ﷺ пришёл на место, куда люди сбрасывали мусор, и помочился стоя”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "28": [
        "28 - أَخْبَرَنَا سُلَيْمَانُ بْنُ عُبَيْدِ اللَّهِ قَالَ: أَنْبَأَنَا بَهْزٌ قَالَ: أَنْبَأَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ وَمَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، أَنَّ النَّبِيَّ ﷺ «مَشَى إِلَى سُبَاطَةِ قَوْمٍ، فَبَالَ قَائِمًا» قَالَ سُليْمانُ: فِي حَدِيثِهِ «وَمَسَحَ عَلَى خُفَّيْهِ» وَلَمْ يَذْكُرْ مَنْصُورٌ الْمَسْحَ[حكم الألباني] : صحيح",
        "28 — Передают со слов Хузайфы: «Пророк ﷺ отправился на место, куда люди сбрасывали мусор, и помочился стоя».Сулейман в своем хадисе сказал:«И он (когда брал омовение) обтёр поверх своих кожаных носков /хуффайн/». Но Мансур (в своём риваяте) не упомянул об обтирании.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "29": [
        "29 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَنْبَأَنَا شَرِيكٌ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: «مَنْ حَدَّثَكُمْ أَنَّ رَسُولَ اللَّهِ ﷺ بَالَ قَائِمًا فَلَا تُصَدِّقُوهُ؛ مَا كَانَ يَبُولُ إِلَّا جَالِسًا»[حكم الألباني] : صحيح",
        "29 — Сообщается, что ‘Аиша сказала: «Если кто-то будет рассказывать вам, что Посланник Аллаха ﷺ мочился стоя, то не верьте ему. Не мочился он, кроме как сидя».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "30": [
        "30 - أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ أَبِي مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ الرَّحْمَنِ ابْنِ حَسَنَةَ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ ﷺ وَفِي يَدِهِ كَهَيْئَةِ الدَّرَقَةِ، فَوَضَعَهَا ثُمَّ جَلَسَ خَلْفَهَا، فَبَالَ إِلَيْهَا. فَقَالَ بَعْضُ الْقَوْمِ: انْظُرُوا يَبُولُ كَمَا تَبُولُ الْمَرْأَةُ. فَسَمِعَهُ فَقَالَ: «أَوَمَا عَلِمْتَ مَا أَصَابَ صَاحِبَ بَنِي إِسْرَائِيلَ؟ كَانُوا إِذَا أَصَابَهُمْ شَيْءٌ مِنَ الْبَوْلِ قَرَضُوهُ بِالْمَقَارِيضِ، فَنَهَاهُمْ صَاحِبُهُمْ فَعُذِّبَ فِي قَبْرِهِ»[حكم الألباني] : صحيح",
        "30 — Сообщается, что ‘Абдуррахман ибн Хасана сказал: «(Однажды) Посланник Аллаха ﷺ вышел к нам, держа в руке что-то подобие щита. Затем он поставил его, сел за ним и помочился (повернувшись) к нему. Некоторые из людей сказали: “Посмотрите, он мочится так, как это делает женщина”. (Пророк ﷺ) услышал его и сказал: “А разве вы не знаете, что случилось с одним человеком из числа Бану Исраиль? Когда моча попадала на них, они вырезали то место, куда попадала моча ножницами, а их товарищ запрещал им (делать так), за что был подвергнут наказанию в своей могиле”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "31": [
        "31 - أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ وَكِيعٍ، عَنِ الْأَعْمَشِ قَالَ: سَمِعْتُ مُجَاهِدًا يُحَدِّثُ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: مَرَّ رَسُولُ اللَّهِ ﷺ عَلَى قَبْرَيْنِ فَقَالَ: إِنَّهُمَا يُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ: أَمَّا هَذَا فَكَانَ لَا يَسْتَنْزِهُ مِنْ بَوْلِهِ، وَأَمَّا هَذَا فَإِنَّهُ كَانَ يَمْشِي بِالنَّمِيمَةِ. ثُمَّ دَعَا بِعَسِيبٍ رَطْبٍ، فَشَقَّهُ بِاثْنَيْنِ فَغَرَسَ عَلَى هَذَا وَاحِدًا، وَعَلَى هَذَا وَاحِدًا، ثُمَّ قَالَ: «لَعَلَّهُ يُخَفَّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا» خَالَفَهُ مَنْصُورٌ، رَوَاهُ عَنْ مُجَاهِدٍ، عَنْ ابْنِ عَبَّاسٍ وَلَمْ يَذْكُرُ طَاوُسًا[حكم الألباني] : صحيح",
        "31 — Сообщается, что Ибн ‘Аббас, да будет доволен Аллах ими обоими, сказал: «(Однажды), когда Посланник Аллаха ﷺ проходил мимо двух могил, он сказал: “Их подвергают мучениям, но не за большой грех!” Что касается этого, то он не остерегался собственной мочи, а что касается другого, то он распространял сплетни”. Потом он велел принести себе голую пальмовую ветвь, разломал её на две половинки и воткнул одну из них на одну (могилу), а другую на вторую, после чего сказал “Возможно, это будет облегчать их мучения, пока ветки не засохнут”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "32": [
        "32 - أَخْبَرَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الْوَزَّانُ قَالَ: حَدَّثَنَا حَجَّاجٌ قَالَ: قَالَ ابْنُ جُرَيْجٍ، أَخْبَرَتْنِي حُكَيْمَةُ بِنْتُ أُمَيْمَةَ، عَنْ أُمِّهَا أُمَيْمَةَ بِنْتِ رُقَيْقَةَ قَالَتْ: «كَانَ لِلنَّبِيِّ ﷺ قَدَحٌ مِنْ عَيْدَانٍ يَبُولُ فِيهِ، وَيَضَعُهُ تَحْتَ السَّرِيرِ»[حكم الألباني] : حسن صحيح",
        "32 — Передают со слов Хукаймы бинт Умаймы бинт Рукъаййи о том, что ее мать Умайма бинт Рукъаййа сказала: «У Пророка ﷺ был деревянный сосуд, в который он мочился и ставил под кровать».Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "33": [
        "33 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: أَنْبَأَنَا أَزْهَرُ، أَنْبَأَنَا ابْنُ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ قَالَتْ: «يَقُولُونَ إِنَّ النَّبِيَّ ﷺ أَوْصَى إِلَى عَلِيٍّ لَقَدْ دَعَا بِالطَّسْتِ لِيَبُولَ فِيهَا فَانْخَنَثَتْ نَفْسُهُ وَمَا أَشْعُرُ فَإِلَى مَنْ أَوْصَى»، قَالَ: الشَّيْخُ أَزْهَرُ هُوَ ابْنُ سَعْدٍ السَّمَّانُ[حكم الألباني] : صحيح",
        "33 — Сообщается, что ‘Аиша сказала: «(Некоторые люди) говорят: “Истинно, Пророк ﷺ завещал ‘Али”. (В этот момент) он попросил принести ему таз, чтобы помочиться в него, но его душа утомилась, а я так и не почувствовала (что он уже умер). Так кому же он завещал (что-нибудь)?!»Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "34": [
        "34 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ قَالَ: أَنْبَأَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ، أَنَّ نَبِيَّ اللَّهِ ﷺ قَالَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي جُحْرٍ» قَالُوا لِقَتَادَةَ: وَمَا يُكْرَهُ مِنَ الْبَوْلِ فِي الْجُحْرِ؟ قَالَ: يُقَالَ إِنَّهَا مَسَاكِنُ الْجِنِّ[حكم الألباني] : ضعيف",
        "34 — Къатада передал со слов ‘Абдуллаха ибн Сарджиса о том, что Пророк ﷺ сказал: «Пусть никто из вас не мочится в нору!»У Къатады спросили: «Почему нежелательно мочиться в нору?» Он ответил: «Говорили, что это жилища джиннов».Шейх аль-Албани сказал: «Слабый хадис /да‘иф/».Слабый прерванный хадис /мункъати‘/. Из-за этого слабым назвал его ат-Таркумани, который, как и аль-Хаким сказал, что Къатада не слышал хадисы от сподвижников, кроме Анаса ибн Малика. См. «Да‘иф Сунан Абу Дауд» 1/"
    ],
    "35": [
        "35 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ: «نَهَى عَنِ الْبَوْلِ فِي الْمَاءِ الرَّاكِدِ»[حكم الألباني] : صحيح",
        "35 — Джабир, да будет доволен им Аллах, сообщил: «Посланник Аллаха ﷺ запрещал мочиться в стоячую воду».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "36": [
        "36 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَنْبَأَنَا ابْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الْأَشْعَثِ بْنِ عَبْدِ الْمَلِكِ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، عَنِ النَّبِيِّ ﷺ قَالَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي مُسْتَحَمِّهِ؛ فَإِنَّ عَامَّةَ الْوَسْوَاسِ مِنْهُ»[حكم الألباني] : صحيح دون قوله فإن عامة الوسواس منه",
        "36 — Передают со слов ‘Абдуллаха ибн Мугъаффаля о том, что Пророк ﷺ сказал: «Пусть никто из вас не мочится в местах купания. Поистине, большинство наущений шайтана (именно) из-за этого».Шейх аль-Албани сказал: «Достоверный хадис /сахих/, исключая слова: “Поистине, большинство наущений (шайтана именно) из-за этого”».\n      \n      Комментарии и толкования"
    ],
    "37": [
        "37 - أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلَانَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ وَقَبِيصَةُ قَالَا: أَنْبَأَنَا سُفْيَانُ، عَنِ الضَّحَّاكِ بْنُ عُثْمَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: «مَرَّ رَجُلٌ عَلَى النَّبِيِّ ﷺ وَهُوَ يَبُولُ فَسَلَّمَ عَلَيْهِ، فَلَمْ يَرُدَّ عَلَيْهِ السَّلَامَ»[حكم الألباني] : حسن صحيح",
        "37 — Передают со слов Нафи‘а о том, что Ибн ‘Умар сказал: «Однажды, когда Пророк ﷺ справлял малую нужду, мимо него прошёл один человек, который обратился к нему со словами приветствия, но он не ответил на его приветствие».Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "38": [
        "38 - أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ قَالَ: أَنْبَأَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ حُضَيْنٍ أَبِي سَاسَانَ، عَنِ الْمُهَاجِرِ بْنِ قُنْفُذٍ، أَنَّهُ «سَلَّمَ عَلَى النَّبِيِّ ﷺ وَهُوَ يَبُولُ، فَلَمْ يَرُدَّ عَلَيْهِ حَتَّى تَوَضَّأَ، فَلَمَّا تَوَضَّأَ رَدَّ عَلَيْهِ»[حكم الألباني] : صحيح",
        "38 — Сообщается, что (однажды) аль-Мухаджир ибн Къунфуз обратился к Пророку ﷺ со словами приветствия когда тот мочился, но (Пророк ﷺ) не ответил ему, пока не совершил омовение. Когда же он завершил омовение, он ответил ему.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "39": [
        "39 - أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُثْمَانَ بْنِ سَنَّةَ الْخُزَاعِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ ﷺ «نَهَى أَنْ يَسْتَطِيبَ أَحَدُكُمْ بِعَظْمٍ أَوْ رَوْثٍ»[حكم الألباني] : صحيح",
        "39 — Передают со слов Абдуллаха ибн Мас‘уда о том, что Посланник Аллаха ﷺ запрещал очищаться костями или пометом.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "40": [
        "40 - أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا يَحْيَى يَعْنِى ابْنَ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ قَالَ: أَخْبَرَنِي الْقَعْقَاعُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: «إِنَّمَا أَنَا لَكُمْ مِثْلُ الْوَالِدِ أُعَلِّمُكُمْ إِذَا ذَهَبَ أَحَدُكُمْ إِلَى الْخَلَاءِ، فَلَا يَسْتَقْبِلِ الْقِبْلَةَ وَلَا يَسْتَدْبِرْهَا، وَلَا يَسْتَنْجِ بِيَمِينِهِ». وَكَانَ يَأْمُرُ بِثَلَاثَةِ أَحْجَارٍ، وَنَهَى عَنِ الرَّوْثِ وَالرِّمَّةِ[حكم الألباني] : حسن صحيح",
        "40 — Передают со слов Абу Хурайры о том, что Пророк ﷺ сказал: «Поистине, для вас я, подобен отцу обучающему вас! (И поэтому) когда кто-то из вас отправится справить нужду, пусть не поворачивается в сторону киблы ни лицом, ни спиной!» И он повелевал (очищаться) тремя камнями и запрещал использовать при этом помет и кости.Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "41": [
        "41 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا أَبُو مُعَاوِيَةَ قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ سَلْمَانَ قَالَ: قَالَ لَهُ رَجُلٌ: إِنَّ صَاحِبَكُمْ لَيُعَلِّمُكُمْ حَتَّى الْخِرَاءَةَ قَالَ: أَجَلْ. نَهَانَا أَنْ نَسْتَقْبِلَ الْقِبْلَةَ بِغَائِطٍ أَوْ بَوْلٍ أَوْ نَسْتَنْجِيَ بِأَيْمَانِنَا، أَوْ نَكْتَفِيَ بِأَقَلَّ مِنْ ثَلَاثَةِ أَحْجَارٍ[حكم الألباني] : صحيح",
        "41 — Сообщается, что ‘Абдуррахман ибн Язид сказал: «(Однажды) какой-то человек сказал Салману (аль-Фариси): “Ваш товарищ (Пророк ﷺ) учит вас всему, и даже как справлять нужду?”(Салман) сказал: “Да. Он запретил нам поворачиваться в сторону киблы при испражнении и мочеиспускании, подмываться правыми руками и использовать для очищения (после испражнения) меньше трех камней”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "42": [
        "42 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ - قَالَ: لَيْسَ أَبُو عُبَيْدَةَ ذَكَرَهُ - وَلَكِنْ عَبْدُ الرَّحْمَنِ بْنُ الْأَسْوَدِ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ يَقُولُ: أَتَى النَّبِيُّ ﷺ الْغَائِطَ، وَأَمَرَنِي أَنْ آتِيَهُ بِثَلَاثَةِ أَحْجَارٍ، فَوَجَدْتُ حَجَرَيْنِ وَالْتَمَسْتُ الثَّالِثَ فَلَمْ أَجِدْهُ، فَأَخَذْتُ رَوْثَةً فَأَتَيْتُ بِهِنَّ النَّبِيَّ صَلَّى اللَّهُمَّ عَلَيْهِ وَسَلَّمَ، فَأَخَذَ الْحَجَرَيْنِ وَأَلْقَى الرَّوْثَةَ، وَقَالَ: «هَذِهِ رِكْسٌ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ الرِّكْسُ: طَعَامُ الْجِنِّ[حكم الألباني] : صحيح",
        "42 — Передают со слов ‘Абдуррахмана ибн аль-Асвада о том, что он со слов своего отца рассказывал, что тот слышал, как ‘Абдуллах (ибн Мас‘уд) говорил: «Однажды Пророк ﷺ отправился справить нужду и велел мне принести три камня. Я нашел два и начал искать третий, но не нашел и поэтому взял (сухой) помет, с чем пришел к Пророку ﷺ. Он взял два камня и отбросив помет, сказал: “Это — мерзость /рикс/”».‘Абдуррахман (ан-Насаи) сказал: «Рикс — это еда джиннов».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "43": [
        "43 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ هِلَالِ بْنِ يِسَافٍ، عَنْ سَلَمَةَ بْنِ قَيْسٍ، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «إِذَا اسْتَجْمَرْتَ فَأَوْتِرْ»[حكم الألباني] : صحيح",
        "43 — Передают со слов Салямы ибн Къайса о том ,что Посланник Аллаха ﷺ сказал: «Когда будешь очищаться (камнями после справления нужды), делай это нечетное число раз».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "44": [
        "44 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ مُسْلِمِ بْنِ قُرْطٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا ذَهَبَ أَحَدُكُمْ إِلَى الْغَائِطِ، فَلْيَذْهَبْ مَعَهُ بِثَلَاثَةِ أَحْجَارٍ فَلْيَسْتَطِبْ بِهَا؛ فَإِنَّهَا تَجْزِي عَنْهُ»[حكم الألباني] : صحيح",
        "44 — Передают со слов ‘Аиши о том ,что Посланник Аллаха ﷺ сказал: «Когда кто-нибудь из вас отправится для справления нужды, пусть возьмет с собой три камешка и очистится ими, ибо, этого будет ему достаточно».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "45": [
        "45 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا النَّضْرُ قَالَ: أَنْبَأَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الْخَلَاءَ أَحْمِلُ أَنَا وَغُلَامٌ مَعِي نَحْوِي إِدَاوَةً مِنْ مَاءٍ فَيَسْتَنْجِي بِالْمَاءِ»[حكم الألباني] : صحيح",
        "45 — Сообщается, что Анас ибн Малик сказал: «Обычно, когда Посланник Аллаха ﷺ заходил в отхожее место, я с одним, подобным мне мальчиком, носили в маленьком сосуде из кожи воду и он очищался после справления нужды водой».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "46": [
        "46 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ مُعَاذَةَ، عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: «مُرْنَ أَزْوَاجَكُنَّ أَنْ يَسْتَطِيبُوا بِالْمَاءِ، فَإِنِّي أَسْتَحْيِيهِمْ مِنْهُ، إِنَّ رَسُولَ اللَّهِ ﷺ كَانَ يَفْعَلُهُ»[حكم الألباني] : صحيح",
        "46 — Сообщается, что ‘Аиша сказала: «Велите своим мужьям подмываться водой, а я поистине, стесняюсь (разъяснять это) им. И поистине, Посланник Аллаха ﷺ поступал таким образом».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "47": [
        "47 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ قَالَ: حَدَّثَنَا خَالِدٌ قَالَ: أَنْبَأَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا شَرِبَ أَحَدُكُمْ فَلَا يَتَنَفَّسْ فِي إِنَائِهِ، وَإِذَا أَتَى الْخَلَاءَ فَلَا يَمَسَّ ذَكَرَهُ بِيَمِينِهِ، وَلَا يَتَمَسَّحْ بِيَمِينِهِ»[حكم الألباني] : صحيح",
        "47 — Сообщается, что Абу Къатада, да будет доволен им Аллах, сказал: «Посланник Аллаха ﷺ сказал: “Когда кто-нибудь из вас будет пить, пусть не дышит в сосуд, если же зайдёт в отхожее место, пусть не дотрагивается до своего полового органа правой рукой и не подмывается правой рукой”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "48": [
        "48 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ يَحْيَى بْنِ أَبِى كَثِيرٍ، عَنِ ابْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ ﷺ «نَهَى أَنْ يَتَنَفَّسَ فِي الْإِنَاءِ، وَأَنْ يَمَسَّ ذَكَرَهُ بِيَمِينِهِ، وَأَنْ يَسْتَطِيبَ بِيَمِينِهِ»[حكم الألباني] : صحيح",
        "48 — Сообщается, что Ибн Аби Катада сообщил со слов своего отца о том, что Пророк ﷺ запретил дышать в сосуд (во время питья), прикасаться к своим половым органам правой рукой (во время справления нужды) и подмываться правой рукой.Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "49": [
        "49 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، وَشُعَيْبُ بْنُ يُوسُفَ وَاللَّفْظُ لَهُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، وَالْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ سَلْمَانَ قَالَ: قَالَ الْمُشْرِكُونَ: إِنَّا لَنَرَى صَاحِبَكُمْ يُعَلِّمُكُمُ الْخِرَاءَةَ ‍؟ ‍ قَالَ: أَجَلْ. نَهَانَا أَنْ يَسْتَنْجِيَ أَحَدُنَا بِيَمِينِهِ، وَيَسْتَقْبِلَ الْقِبْلَةَ وَقَالَ: «لَا يَسْتَنْجِي أَحَدُكُمْ بِدُونِ ثَلَاثَةِ أَحْجَارٍ»[حكم الألباني] : صحيح",
        "49 — Сообщается, что Салман (аль-Фариси) сказал: «Однажды многобожники спросили у него: “Мы видим, что ваш друг учит вас тому, как справлять нужду?” (Салман) сказал: “Да. Он запретил нам подмываться правой рукой и обращаться в сторону киблы (во время справления нужды), и он (Пророк ﷺ) сказал: “Пусть никто из вас не использует для очищения (после справления нужды) меньше трёх камней”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "50": [
        "50 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ الْمُخَرِّمِيُّ قَالَ: حَدَّثَنَا وَكِيعٌ، عَنْ شَرِيكٍ، عَنْ إِبْرَاهِيمَ بْنِ جَرِيرٍ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ﷺ «تَوَضَّأَ، فَلَمَّا اسْتَنْجَى دَلَكَ يَدَهُ بِالْأَرْضِ»[حكم الألباني] : حسن",
        "50 — Сообщается от Абу Хурайры, что Пророк ﷺ хотел совершить малое омовение, и когда он подмылся (совершил истинджа), он протёр свою руку о землю.Шейх аль-Албани сказал: «Хороший хадис /хасан/»."
    ],
    "51": [
        "51 - أَخْبَرَنَا أَحْمَدُ بْنُ الصَّبَّاحِ قَالَ: حَدَّثَنَا شُعَيْبٌ يَعْنِي ابْنَ حَرْبٍ قَالَ: حَدَّثَنَا أَبَانُ بْنُ عَبْدِ اللَّهِ الْبَجَلِيُّ قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ جَرِيرٍ، عَنْ أَبِيهِ قَالَ: كُنْتُ مَعَ النَّبِيِّ ﷺ، فَأَتَى الْخَلَاءَ فَقَضَى الْحَاجَةَ، ثُمَّ قَالَ: «يَا جَرِيرُ هَاتِ طَهُورًا». فَأَتَيْتُهُ بِالْمَاءِ فَاسْتَنْجَى بِالْمَاءِ - وَقَالَ: بِيَدِهِ - فَدَلَكَ بِهَا الْأَرْضَ قَالَ أَبُو عَبْدِ الرَّحْمَنِ: هَذَا أَشْبَهُ بِالصَّوَابِ مِنْ حَدِيثِ شَرِيكٍ، وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ[حكم الألباني] : حسن",
        "51 — Сообщается от Ибрахима ибн Джарира, что его отец рассказал: «Однажды, когда я был с Пророком ﷺ он отошёл в безлюдное место, справил нужду, затем сказал: “О, Джарир, принеси воду!” Тогда я принёс ему воды, и он  подмылся ею, и вытер руку об землю».Шейх аль-Албани сказал: «Хороший хадис /хасан/».\n      \n      Комментарии и толкования"
    ],
    "52": [
        "52 - أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، وَالْحُسَيْنُ بْنُ حُرَيْثٍ، عَنْ أَبِي أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ قَالَ: سُئِلَ رَسُولُ اللَّهِ ﷺ عَنِ الْمَاءِ وَمَا يَنُوبُهُ مِنَ الدَّوَابِّ وَالسِّبَاعِ. فَقَالَ: «إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الْخَبَثَ»[حكم الألباني] : صحيح",
        "52 — Сообщается от ‘Абдуллаха ибн ‘Абдуллаха ибн ‘Умара, что его отец сказал: «Однажды Посланника Аллаха ﷺ спросили о водоеме, который посещают животные и хищники, и он ﷺ ответил: “Если  объём воды достигает двух “куллей” (больших кувшинов), то она не оскверняется”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "53": [
        "53 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ أَنَّ أَعْرَابِيًّا بَالَ فِي الْمَسْجِدِ، فَقَامَ عَلَيْهِ بَعْضُ الْقَوْمِ فَقَالَ: رَسُولُ اللَّهِ ﷺ: «دَعُوهُ لَا تُزْرِمُوهُ». فَلَمَّا فَرَغَ دَعَا بِدَلْوٍ فَصَبَّهُ عَلَيْهِ قَالَ: أَبُو عَبْدِ الرَّحْمَنِ: يَعْنِي: لَا تَقْطَعُوا عَلَيْهِ[حكم الألباني] : صحيح",
        "53 — Сообщается, что Анас рассказал о том, что однажды какой-то бедуин начал мочится в мечети. Некоторые люди встали, чтобы воспрепятствовать ему, но Посланник Аллаха ﷺ сказал: «Оставьте его и не прерывайте». Когда тот (бедуин) закончил мочиться, Пророк ﷺ велел принести ведро воды и вылить на (то место, где он помочился).Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "54": [
        "54 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا عَبِيدَةُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَنَسٍ قَالَ: بَالَ أَعْرَابِيٌّ فِي الْمَسْجِدِ، «فَأَمَرَ النَّبِيُّ ﷺ بِدَلْوٍ مِنْ مَاءٍ فَصُبَّ عَلَيْهِ»[حكم الألباني] : صحيح",
        "54 — Сообщается, что Анас сказал: «Однажды один бедуин помочился в мечети, и Пророк ﷺ велел принести ведро воды и вылить на это место». Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "55": [
        "55 - أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ: سَمِعْتُ أَنَسًا يَقُولُ: جَاءَ أَعْرَابِيٌّ إِلَى الْمَسْجِدِ فَبَالَ فَصَاحَ بِهِ النَّاسُ فَقَالَ: رَسُولُ اللَّهِ ﷺ: «اتْرُكُوهُ». فَتَرَكُوهُ حَتَّى بَالَ، ثُمَّ أَمَرَ بِدَلْوٍ فَصُبَّ عَلَيْهِ[حكم الألباني] : صحيح",
        "55 — Сообщается, что Яхйя ибн Са‘ид сказал: «Я слышал, как Анас сказал: “Однажды в мечеть зашёл какой-то бедуин и стал мочиться. Люди начали кричать на него, но Посланник Аллаха ﷺ сказал: “Оставьте его!” И люди оставили его. Когда тот (бедуин) закончил мочиться, Пророк ﷺ велел принести ведро воды и вылить на то место, (где он помочился)”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "56": [
        "56 - أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، عَنْ عُمَرَ بْنِ عَبْدِ الْوَاحِدِ، عَنِ الْأَوْزَاعِيِّ، عَنْ مُحَمَّدِ بْنِ الْوَلِيدِ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَامَ أَعْرَابِيٌّ فَبَالَ فِي الْمَسْجِدِ فَتَنَاوَلَهُ النَّاسُ فَقَالَ: لَهُمْ رَسُولُ اللَّهِ ﷺ: «دَعُوهُ وَأَهْرِيقُوا عَلَى بَوْلِهِ دَلْوًا مِنْ مَاءٍ؛ فَإِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ، وَلَمْ تُبْعَثُوا مُعَسِّرِينَ»[حكم الألباني] : صحيح",
        "56 — Сообщается, что Абу Хурайра, сказал: «(Как-то раз, когда) один бедуин встал и принялся мочиться в мечети, люди поднялись (со своих мест), чтобы наброситься на него, однако Пророк ﷺ сказал: “Оставьте его и вылейте на его мочу ведро воды, ибо, поистине, вы были посланы только для того, чтобы облегчать, а не для того, чтобы создавать затруднения!”»Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "57": [
        "57 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا عِيسَى بْنُ يُونُسَ قَالَ: حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ، ثُمَّ يَتَوَضَّأُ مِنْهُ» قَالَ: عَوْفٌ: وَقَالَ: خِلَاسٌ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ مِثْلهُ[حكم الألباني] : صحيح",
        "57 — Сообщается со слов Абу Хурайры, что Посланник Аллаха ﷺ сказал: «Пусть никто из вас не мочится в стоячую воду, в которой затем будет совершать омовение».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "58": [
        "58 - أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ، عَنْ يَحْيَى بْنِ عَتِيقٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ، ثُمَّ يَغْتَسِلُ مِنْهُ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: كَانَ يَعْقُوبُ لَا يُحَدِّثُ بِهَذَا الْحَدِيثِ إِلَّا بِدِينَارٍ[حكم الألباني] : صحيح",
        "58 — Сообщается от Абу Хурайры, что Посланник Аллаха ﷺ сказал: «Пусть никто из вас не мочится в стоячую воду, в которой затем будет совершать большое омовение /гусль/».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "59": [
        "59 - أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ سَعِيدِ بْنِ سَلَمَةَ، أَنَّ الْمُغِيرَةَ بْنَ أَبِي بُرْدَةَ مِنْ بَنِي عَبْدِ الدَّارِ، أَخْبَرَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ: سَأَلَ رَجُلٌ رَسُولَ اللَّهِ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّا نَرْكَبُ الْبَحْرَ، وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنَ الْمَاءِ، فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأُ مِنْ مَاءِ الْبَحْرِ؟ فَقَالَ: رَسُولُ اللَّهِ ﷺ: «هُوَ الطَّهُورُ مَاؤُهُ، الْحِلُّ مَيْتَتُهُ»[حكم الألباني] : صحيح",
        "59 — Передают со слов Са‘ида ибн Салямы из рода Бану аль-Азракъ о том, что аль-Мугъира ибн Абу Бурда, а он был из рода бану ‘абд-ад-Дар, рассказал ему, что он слышал, как Абу Хурайра говорил: «Некий человек спросил Посланника Аллаха ﷺ: “О Посланник Аллаха! Выходя в море, мы берем с собой немного воды. Если мы станем совершать ею омовение, то будем испытывать сильную жажду. Так можно ли нам совершать омовение морской водой?” И Посланник Аллаха ﷺ сказал: “Морская вода чистая, а её мертвечина — дозволена”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "60": [
        "60 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ اللَّهِ ﷺ إِذَا اسْتَفْتَحَ الصَّلَاةَ سَكَتَ هُنَيْهَةً. فَقُلْتُ: بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ، مَا تَقُولُ فِي سُكُوتِكَ بَيْنَ التَّكْبِيرِ وَالْقِرَاءَةِ؟ قَالَ أَقُولُ: «اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالثَّلْجِ وَالْمَاءِ وَالْبَرَدِ»[حكم الألباني] : صحيح",
        "60 — Сообщается, что Абу Хурайра, да будет доволен им Аллах, сказал: «Обычно Посланник Аллаха ﷺ умолкал на короткий промежуток времени между произнесением слов «Аллах велик» и (началом) чтения («аль-Фатихи». Однажды) я спросил: «Да станут мои родители выкупом за тебя, о Посланник Аллаха, что ты говоришь про себя между такбиром и чтением (“аль-Фатихи”)?» Он ответил: «Я говорю: “О Аллах, удали меня от прегрешений моих, как удалил Ты восток от запада; о Аллах, очисть меня от прегрешений, как очищают белую одежду от грязи; о Аллах, смой прегрешения мои снегом, водой и градом! /Аллахумма, ба‘ид байни ва байна хатайайа кама ба‘адта байна-ль-машрикъи ва-ль-магъриб, Аллахумма, наккъини мин аль-хатайа кама йунаккъа-с-саубу-ль-абйаду мин ад-данас, Аллахумма-гъсильни мин хатайайа би-с-сальджи, валь маи ва-ль-барад!/”»Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "61": [
        "61 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: كَانَ النَّبِيُّ ﷺ يَقُولُ: «اللَّهُمَّ اغْسِلْ خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ»[حكم الألباني] : صحيح",
        "61 — Передают со слов ‘Аиши, да будет доволен ею Аллах, что Пророк ﷺ часто обращался (к Аллаху с нижеследующей мольбой): «О Аллах, смой мои прегрешения водой из снега и града и очисть сердце моё от прегрешений подобно тому, как очищаешь Ты белую одежду от грязи!» /Аллахумма-гъсиль ‘ан-ни хатайа-йа би-маи-с-сальджи ва-ль-баради, ва наккъи къальби мина-ль-хатайа кама наккъайта-с-сауба-ль-абйада мин ад-данаси!/Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "62": [
        "62 - أَخْبَرَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا مَعْنٌ قَالَ: حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ قَالَ: شَهِدْتُ عَوْفَ بْنَ مَالِكٍ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يُصَلِّي عَلَى مَيِّتٍ فَسَمِعْتُ مِنْ دُعَائِهِ وَهُوَ يَقُولُ: «اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَأَوْسِعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ»[حكم الألباني] : صحيح",
        "62 — Сообщается от ‘Аула ибн Малика, что он сказал: — (Однажды) Посланник Аллаха ﷺ совершил заупокойную молитву, а я запомнил, что обращаясь к Аллаху со словами мольбы за покойного, он сказал: «О Аллах, прости его, и помилуй его, и избавь его, и окажи ему милость, и окажи ему хороший приём, и сделай место его входа просторным, и омой его водой, снегом и градом, и очисть его от прегрешений подобно тому, как очистил Ты от грязи белую одежду!» /Аллахумма-гфир ля-ху, ва-рхам-ху, ва ‘афи-хи, ва-‘фу ‘ан-ху, ва акрим нузуля-ху, ва васси‘ мадхаля-ху, ва-гсиль-ху би-ль-ма‘и, ва-с-сальджи ва-ль-баради, ва наккы-хи мин аль-хатайа кя-ма наккайта-с-сауба-ль-абйада мин ад-данаси!/Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "63": [
        "63 - أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا شَرِبَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعَ مَرَّاتٍ»[حكم الألباني] : صحيح",
        "63  — Передают со слов Абу Хурайры о том, что Посланник Аллаха ﷺ сказал: «Если собака попьет из сосуда, принадлежащего кому-нибудь из вас, пусть помоет его семь раз».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "64": [
        "64 - أَخْبَرَنِي إِبْرَاهِيمُ بْنُ الْحَسَنِ قَالَ: حَدَّثَنَا حَجَّاجٌ قَالَ: قَالَ ابْنُ جُرَيْجٍ، أَخْبَرَنِي زِيَادُ بْنُ سَعْدٍ، أَنَّ ثَابِتًا مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ أَخْبَرَهُ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَلَغَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعَ مَرَّاتٍ»[حكم الألباني] : صحيح",
        "64 — Сообщается, что Абу Хурайра сказал: «Посланник Аллаха ﷺ сказал: “Если собака оближет сосуд, принадлежащий кому-нибудь из вас, пусть промоет (этот сосуд) семь раз”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "66": [
        "66 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَنْبَأَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي رَزِينٍ وَأَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَلَغَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ، فَلْيُرِقْهُ، ثُمَّ لِيَغْسِلْهُ سَبْعَ مَرَّاتٍ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: لَا أَعْلَمُ أَحَدًا تَابَعَ عَلِيَّ بْنَ مُسْهِرٍ عَلَى قَوْلِهِ: فَلْيُرِقْهُ[حكم الألباني] : صحيح",
        "66 — Сообщается, что Абу Хурайра сказал: «Посланник Аллаха ﷺ сказал: “Если собака оближет сосуд, принадлежащий кому-нибудь из вас, пусть выльет его содержимое и затем промоет (этот сосуд) семь раз”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "68": [
        "68 - أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ حُمَيْدَةَ بِنْتِ عُبَيْدِ بْنِ رِفَاعَةَ، عَنْ كَبْشَةَ بِنْتِ كَعْبِ بْنِ مَالِكٍ، أَنَّ أَبَا قَتَادَةَ دَخَلَ عَلَيْهَا - ثُمَّ ذَكَرَتْ كَلِمَةً مَعْنَاهَا - فَسَكَبْتُ لَهُ وَضُوءًا، فَجَاءَتْ هِرَّةٌ فَشَرِبَتْ مِنْهُ، فَأَصْغَى لَهَا الْإِنَاءَ حَتَّى شَرِبَتْ. قَالَتْ كَبْشَةُ: فَرَآنِي أَنْظُرُ إِلَيْهِ فَقَالَ: أَتَعْجَبِينَ يَا ابْنَةَ أَخِي؟ فَقُلْتُ: نَعَمْ. قَالَ: إِنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِنَّهَا لَيْسَتْ بِنَجَسٍ، إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ وَالطَّوَّافَاتِ»[حكم الألباني] : صحيح",
        "68 — Передают со слов Kaбши бинт Ka‘б ибн Малик, которая была женой Ибн Абу Къатады, о том, что Абу Къатада как-то пришел к ней, и она налила ему воду, для омовения. Затем пришла кошка и попила от этой воды, а он наклонил ей посуду, чтобы она (закончила) пить.Кабша сказала: «Увидев, что я наблюдаю за ним, он сказал: “Ты удивлена, о племянница?” Я сказала: “Да”. Он сказал: “Поистине, Посланник Аллаха ﷺ (однажды) сказал: “Они не являются нечистыми и они из тех, кто всегда окружает вас”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "69": [
        "69 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ قَالَ: أَتَانَا مُنَادِي رَسُولِ اللَّهِ ﷺ فَقَالَ: «إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَاكُمْ عَنْ لُحُومِ الْحُمُرِ؛ فَإِنَّهَا رِجْسٌ»[حكم الألباني] : صحيح",
        "69 — Передается от Анаса: «Пришёл к нам глашатай Посланника Аллаха ﷺ и сказал: “Поистине, Аллах и Его посланник запрещают вам мясо ослов. И, поистине, оно является скверной!”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "70": [
        "70 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: كُنْتُ أَتَعَرَّقُ الْعَرْقَ «فَيَضَعُ رَسُولُ اللَّهِ ﷺ فَاهُ حَيْثُ وَضَعْتُ وَأَنَا حَائِضٌ، وَكُنْتُ أَشْرَبُ مِنَ الْإِنَاءِ فَيَضَعُ فَاهُ حَيْثُ وَضَعْتُ وَأَنَا حَائِضٌ»[حكم الألباني] : صحيح",
        "70 — Сообщается, что ‘Аиша, да будет доволен ею Аллах, сказала: «В то время, когда у меня была менструация, я обгладывала кость и передавала её Посланнику Аллаха ﷺ и он прикладывал губы к тому месту, куда прикладывала я свои. Я пила и отдавала (сосуд) ему, а он прикладывал свои губы к тому месту, откуда пила я, когда у меня была менструация».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "71": [
        "71 - أَخْبَرَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا مَعْنٌ قَالَ: حَدَّثَنَا مَالِكٌ، ح وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ الْقَاسِمِ قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: كَانَ الرِّجَالُ وَالنِّسَاءُ يَتَوَضَّئُونَ فِي زَمَانِ رَسُولِ اللَّهِ ﷺ جَمِيعًا[حكم الألباني] : صحيح",
        "71 — Сообщается, что ‘Абдуллах ибн ‘Умар, да будет доволен Аллах ими обоими, сказал: «При жизни Посланника Аллаха ﷺ мужчины и женщины совершали омовение совместно».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "72": [
        "72 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ أَنَّهَا أَخْبَرَتْهُ: أَنَّهَا كَانَتْ تَغْتَسِلُ مَعَ رَسُولِ اللَّهِ ﷺ فِي الْإِنَاءِ الْوَاحِدِ[حكم الألباني] : صحيح",
        "72 — Сообщается от ‘Аиши о том, что купалась с посланником Аллаха ﷺ водой из одного сосуда.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "73": [
        "73 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا يَحْيَى قَالَ: حَدَّثَنَا شُعْبَةُ قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ جَبْرٍ قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ: كَانَ رَسُولُ اللَّهِ ﷺ «يَتَوَضَّأُ بِمَكُّوكٍ وَيَغْتَسِلُ بِخَمْسِ مَكَاكِيَّ»[حكم الألباني] : صحيح",
        "73 — Сообщается, что Анас ибн Малик сказал: «Посланник Аллаха ﷺ совершал малое омовение используя “маккук” (чашей, объёмом равным одному “мудду”), а большое омовение пятью “маккуками”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "74": [
        "74 - أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: حَدَّثَنَا مُحَمَّدٌ - ثُمَّ ذَكَرَ كَلِمَةً مَعْنَاهَا - حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبٍ قَالَ: سَمِعْتُ عَبَّادَ بْنَ تَمِيمٍ يُحَدِّثُ، عَنْ جَدَّتِي وَهِيَ أُمُّ عُمَارَةَ بِنْتُ كَعْبٍ، أَنَّ النَّبِيَّ ﷺ تَوَضَّأَ فَأُتِيَ بِمَاءٍ فِي إِنَاءٍ قَدْرَ ثُلُثَيِ الْمُدِّ - قَالَ شُعْبَةُ: فَأَحْفَظُ أَنَّهُ - غَسَلٍ ذِرَاعَيْهِ، وَجَعَلَ يَدْلُكُهُمَا، وَيَمْسَحُ أُذُنَيْهِ بَاطِنَهُمَا وَلَا أَحْفَظُ أَنَّهُ مَسَحَ ظَاهِرَهُمَا[حكم الألباني] : صحيح",
        "74 — Сообщается, что Хабиб аль-Ансари сказал: «Я слышал как ‘Аббад ибн Тамим со слов своей бабушки, а это — Умм ‘Умара, рассказывал: “Когда Пророк ﷺ (захотел) совершить омовение, ему принесли сосуд, в котором было две трети мудда воды”»...Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "75": [
        "75 - أَخْبَرَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ، عَنْ حَمَّادٍ، وَالْحَارِثِ بْنِ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ الْقَاسِمِ، حَدَّثَنِي مَالِكٌ، ح وَأَخْبَرَنَا سُلَيْمَانُ بْنُ مَنْصُورٍ قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَاللَّفْظُ لَهُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُمْ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ «إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ»[حكم الألباني] : صحيح",
        "75 — Сообщается, что повелитель правоверных Абу Хафс ‘Умар бин аль-Хаттаб, да будет доволен им Аллах, сказал: «Посланник Аллаха ﷺ сказал: “Поистине, дела (оцениваются) только по намерениям и, поистине, каждому человеку (достанется) только то, что он намеревался (обрести). Так, совершивший переселение к Аллаху и посланнику Его переселится к Аллаху и посланнику Его, а переселявшийся ради чего-нибудь мирского или ради женщины, на которой он хотел жениться, переселится (лишь) к тому, к чему он переселялся”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "80": [
        "80 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ قَالَ: حَدَّثَنَا زَيْدُ بْنُ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: «أَلَا أُخْبِرُكُمْ بِوُضُوءِ رَسُولِ اللَّهِ ﷺ فَتَوَضَّأَ مَرَّةً مَرَّةً»[حكم الألباني] : صحيح",
        "80 — Сообщается, что Ибн ‘Аббас сказал:  «Не сообщить ли мне вам об омовении Посланника Аллаха ﷺ?» И он совершил омовение (обмывая части тела) по одному разу.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "200": [
        "200 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَنْبَأَنَا عَبْدَةُ قَالَ: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَاءُ الرَّجُلِ غَلِيظٌ أَبْيَضُ، وَمَاءُ الْمَرْأَةِ رَقِيقٌ أَصْفَرُ، فَأَيُّهُمَا سَبَقَ كَانَ الشَّبَهُ»[حكم الألباني] : صحيح",
        "200 — Сообщается от Анаса, что Посланник Аллаха ﷺ сказал: «(Семенная) жидкость мужчины густая и белая, а жидкость женщины — жидкая и жёлтая. Какая из них опередит (другую), на того и будет похож (ребёнок)».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "221": [
        "221 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْمُقْرِئُ، عَنْ سُفْيَانَ، عَنْ أَبِي الزِّنَادِ، عَنْ مُوسَى بْنِ أَبِي عُثْمَانَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الرَّاكِدِ، ثُمَّ يَغْتَسِلُ مِنْهُ»[حكم الألباني] : صحيح",
        "221 — Передают со слов Абу Хурайры, что Пророк ﷺ сказал: «Пусть никто из вас не мочится в стоячую воду, в которой затем будет купаться».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "253": [
        "253 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَنْبَأَنَا عِيسَى، عَنِ الْأَعْمَشِ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: حَدَّثَتْنِي خَالَتِى مَيْمُونَةُ قَالَتْ: أَدْنَيْتُ لِرَسُولِ اللَّهِ ﷺ غُسْلَهُ مِنَ الْجَنَابَةِ، فَغَسَلَ كَفَّيْهِ مَرَّتَيْنِ أَوْ ثَلَاثًا، ثُمَّ أَدْخَلَ بِيَمِينِهِ فِي الْإِنَاءِ فَأَفْرَغَ بِهَا عَلَى فَرْجِهِ، ثُمَّ غَسَلَهُ بِشِمَالِهِ، ثُمَّ ضَرَبَ بِشِمَالِهِ الْأَرْضَ فَدَلَكَهَا دَلْكًا شَدِيدًا، ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ، ثُمَّ أَفْرَغَ عَلَى رَأْسِهِ ثَلَاثَ حَثَيَاتٍ مِلْءَ كَفِّهِ، ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ، ثُمَّ تَنَحَّى عَنْ مَقَامِهِ، فَغَسَلَ رِجْلَيْهِ. قَالَتْ: ثُمَّ أَتَيْتُهُ بِالْمِنْدِيلِ فَرَدَّهُ[حكم الألباني] : صحيح",
        "253 — Как передаётся, Ибн ‘Аббас, да будет доволен им Аллах, сказал: «Моя тётушка со стороны матери Маймуна, да будет доволен ею Аллах, рассказала мне: “Я придвинула к Посланнику Аллаха ﷺ его воду для омовения от полового осквернения, и он дважды или трижды омыл кисти рук, затем опустил руку в сосуд [с водой] и полил ею на свой половой орган, омыл его левой рукой, затем хлопнул левой рукой по земле и как следует потёр ею [о землю]. Затем он совершил малое омовение [которое обычно совершается] для молитвы, затем вылил на голову три полных пригоршни воды, и затем омыл всё тело. Затем он отступил в сторону от того места, на котором стоял, и омыл ноги, затем я принесла ему полотенце, но он отказался от него”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "268": [
        "268 - أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ قَالَ: أَخْبَرَنَا يَحْيَى قَالَ: حَدَّثَنَا مِسْعَرٌ قَالَ: حَدَّثَنِي وَاصِلٌ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ: أَنَّ النَّبِيَّ ﷺ لَقِيَهُ وَهُوَ جُنُبٌ فَأَهْوَى إِلَيَّ. فَقُلْتُ: إِنِّي جُنُبٌ. فَقَالَ: «إِنَّ الْمُسْلِمَ لَا يَنْجُسُ»[حكم الألباني] : صحيح",
        "268 — Передают со слов Хузайфы о том, что однажды Пророк ﷺ встретил его и протянул ему (руку) но (Хузайфа) сказал: «Я нахожусь в состоянии большого осквернения». И (Пророк ﷺ) сказал: «Поистине, мусульманин (никогда) не бывает нечистым».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "391": [
        "391 - أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْقَاسِمِ قَالَ: أَخْبَرَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِيهِ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ: أَنَّهَا قَالَتْ لِرَسُولِ اللَّهِ ﷺ إِنَّ صَفِيَّةَ بِنْتَ حُيَيٍّ قَدْ حَاضَتْ فَقَالَ رَسُولُ اللَّهِ ﷺ: «لَعَلَّهَا تَحْبِسُنَا أَلَمْ تَكُنْ طَافَتْ مَعَكُنَّ بِالْبَيْتِ؟» قَالَتْ: بَلَى. قَالَ: «فَاخْرُجْنَ»[حكم الألباني] : صحيح",
        "391 — Сообщается, что жена Пророка ﷺ ‘Аиша, да будет доволен ею Аллах, сказала Посланнику Аллаха ﷺ: «О Посланник Аллаха, у Сафиййи бинт Хуйайй начались месячные». Посланник Аллаха ﷺ сказал: «Она может задержать нас. Разве она не совершила обход вместе с вами?» (Люди) ответили: «Да», а он сказал: «Тогда уезжай».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "392": [
        "392 - أَخْبَرَنَا مُحَمَّدُ بْنُ قُدَامَةَ قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ فِي حَدِيثِ أَسْمَاءَ بِنْتِ عُمَيْسٍ حِينَ نُفِسَتْ بِذِي الْحُلَيْفَةِ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ لِأَبِي بَكْرٍ: «مُرْهَا أَنْ تَغْتَسِلَ وَتُهِلَّ»[حكم الألباني] : صحيح",
        "392 — Передается от Джабира ибн ‘Абдуллаха в хадисе Асма бинт ‘Умайс, что когда у нее начались послеродовые кровотечения близ Зу-ль-Хуляйфы, Посланник Аллаха ﷺ велел Абу Бакру передать ей, что она должна совершить большое омовение /гусль/ и объявить о своём намерении совершить хадж».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "401": [
        "401 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ عَطَاءٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ ﷺ قَالَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلَا يَدْخُلِ الْحَمَّامَ إِلَّا بِمِئْزَرٍ»[حكم الألباني] : صحيح",
        "401 — Сообщается от Джабира, что Пророк ﷺ сказал: «Пусть тот, кто верует в Аллаха и в Последний день, не входит в баню, не облачившись в изар».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "462": [
        "462 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «أَرَأَيْتُمْ لَوْ أَنَّ نَهَرًا بِبَابِ أَحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ هَلْ يَبْقَى مِنْ دَرَنِهِ شَيْءٌ؟» قَالُوا: لَا يَبْقَى مِنْ دَرَنِهِ شَيْءٌ. قَالَ: «فَكَذَلِكَ مَثَلُ الصَّلَوَاتِ الْخَمْسِ يَمْحُو اللَّهُ بِهِنَّ الْخَطَايَا»[حكم الألباني] : صحيح",
        "462 — Передают со слов Абу Хурайры, да будет доволен им Аллах, что он слышал, как (однажды) Посланник Аллаха ﷺ спросил (людей): «Скажите, если бы у дверей (дома, принадлежащего) кому-нибудь из вас, протекала река и он купался в ней по пять раз в день, осталась ли бы после этого на нём какая-нибудь грязь?» Они ответили: «От грязи не осталось бы и следа». Тогда (Пророк ﷺ) сказал: «А это подобно пяти (ежедневным) молитвам, посредством которых Аллах стирает прегрешения».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "464": [
        "464 - أَخْبَرَنَا أَحْمَدُ بْنُ حَرْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَيْسَ بَيْنَ الْعَبْدِ وَبَيْنَ الْكُفْرِ إِلَّا تَرْكُ الصَّلَاةِ»[حكم الألباني] : صحيح",
        "464 — Передаётся от Джабира, да будет доволен Аллах им и его отцом, что Посланник Аллаха ﷺ сказал: «Между рабом Аллаха и неверием — оставление молитвы».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "490": [
        "490 - أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ زُغْبَةُ وَأَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ وَالْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ، عَنِ ابْنِ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يُسَبِّحُ عَلَى الرَّاحِلَةِ قِبَلَ أَيِّ وَجْهٍ تَتَوَجَّهُ، وَيُوتِرُ عَلَيْهَا غَيْرَ أَنَّهُ لَا يُصَلِّي عَلَيْهَا الْمَكْتُوبَةَ»[حكم الألباني] : صحيح",
        "490 — Салим передаёт от своего отца, что Посланник Аллаха ﷺ совершал дополнительные молитвы, сидя верхом на своей верблюдице, в какую бы сторону она ни направлялась, и совершал на ней витр, однако он никогда не совершал верхом обязательную молитву.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "500": [
        "500 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيِّبِ وَأَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: إِنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلَاةِ؛ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ»[حكم الألباني] : صحيح",
        "500 — Передают со слов Абу Хурайры о том, что Посланник Аллаха ﷺ сказал: «Если жара будет (слишком) сильной, откладывайте молитву, пока не станет прохладнее. Воистину, сильная жара — из-за расширения ада».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "504": [
        "504 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحَارِثِ قَالَ: حَدَّثَنَا ثَوْرٌ، حَدَّثَنِي سُلَيْمَانُ بْنُ مُوسَى، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرٍ قَالَ: سَأَلَ رَجُلٌ رَسُولَ اللَّهِ ﷺ عَنْ مَوَاقِيتِ الصَّلَاةِ؟ فَقَالَ: «صَلِّ مَعِي». فَصَلَّى الظُّهْرَ حِينَ زَاغَتِ الشَّمْسُ، وَالْعَصْرَ حِينَ كَانَ فَيْءُ كُلِّ شَيْءٍ مِثْلَهُ، وَالْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ، وَالْعِشَاءَ حِينَ غَابَ الشَّفَقُ. قَالَ: ثُمَّ صَلَّى الظُّهْرَ حِينَ كَانَ فَيْءُ الْإِنْسَانِ مِثْلَهُ، وَالْعَصْرَ حِينَ كَانَ فَيْءُ الْإِنْسَانِ مِثْلَيْهِ، وَالْمَغْرِبَ حِينَ كَانَ قُبَيْلَ غَيْبُوبَةِ الشَّفَقِ. - قَالَ عَبْدُ اللَّهِ بْنُ الْحَارِثِ - ثُمَّ قَالَ: فِي الْعِشَاءِ: أُرَى إِلَى ثُلُثِ اللَّيْلِ[حكم الألباني] : صحيح",
        "504 — Сообщается, что Джабир рассказал: «Однажды некий человек задал вопрос Посланнику Аллаха ﷺ о временах совершения молитв, на что тот ответил: “Совершай молитву со мной”. После этого (Пророк ﷺ) совершил дневную молитву (зухр), когда солнце начало клониться (к закату), послеобеденную молитву (аср), когда тень всякого предмета стала равна самому предмету, закатную молитву (магриб), когда солнце скрылось за горизонтом, а вечернюю (иша) с погасанием вечерний зари. (На второй день Пророк ﷺ) совершил дневную молитву тогда, когда тень человека стала равно самому человеку, послеобеденную молитву тогда, когда тень человеку, послеобеденную молитву тогда, когда тень человека превзошла самого человека вдвое, закатную молитву с приближением исчезновения вечерней зари, а относительно вечерней молитвы сказал: “Я считаю, что (её надо отложить) до выхода первой трети ночи”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "624": [
        "624 - أَخْبَرَنَا أَبُو عَاصِمٍ خُشَيْشُ بْنُ أَصْرَمَ قَالَ: حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ فِي سَفَرٍ لَهُ: «مَنْ يَكْلَؤُنَا اللَّيْلَةَ لَا نَرْقُدَ عَنْ صَلَاةِ الصُّبْحِ؟» قَالَ بِلَالٌ: أَنَا. فَاسْتَقْبَلَ مَطْلَعَ الشَّمْسِ، فَضُرِبَ عَلَى آذَانِهِمْ حَتَّى أَيْقَظَهُمْ حَرُّ الشَّمْسِ فَقَامُوا فَقَالَ: «تَوَضَّئُوا». ثُمَّ أَذَّنَ بِلَالٌ فَصَلَّى رَكْعَتَيْنِ وَصَلَّوْا رَكْعَتَيِ الْفَجْرِ، ثُمَّ صَلَّوْا الْفَجْرَ[حكم الألباني] : صحيح الإسناد",
        "624 — Сообщается, что Джубейр рассказал со слов своего отца, что однажды, находясь в пути, Посланник Аллаха ﷺ спросил: «Кто возьмётся присматривать за нами ночью, чтобы мы не проспали утреннюю молитву?» Биляль ответил: «Я», и повернулся в сторону восхода солнца. (Но в ту ночь все) заснули настолько крепко, что разбудил их лишь жар солнца. Проснувшись, (люди) встали, и им было сказано: «Совершите омовение!» Затем Биляль произнёс призыв на молитву (азан), и они совершили (добровольную) молитву в два рак‘ата, а затем совершили утреннюю молитву (фаджр)».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "646": [
        "646 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي إِسْحَاقَ الْكُوفِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ نَبِيَّ اللَّهِ ﷺ قَالَ: «إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الْمُقَدَّمِ، وَالْمُؤَذِّنُ يُغْفَرُ لَهُ بِمَدِّ صَوْتِهِ وَيُصَدِّقُهُ مَنْ سَمِعَهُ مِنْ رَطْبٍ وَيَابِسٍ، وَلَهُ مِثْلُ أَجْرِ مَنْ صَلَّى مَعَهُ»[حكم الألباني] : صحيح",
        "646 — Сообщается, что Аль-Бара ибн ‘Азиб сообщил, что Пророк Аллаха ﷺ сказал: «Поистине, Аллах и Его ангелы благословляют (молящихся) в первом ряду. Провозглашающему азан прощается столько (грехов), насколько (далеко) слышен его голос, и все влажное и сухое, что слышит его, подтверждает его правдивость, и ему полагается награда, подобная награде тех, кто совершает молитву вместе с ним».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "661": [
        "661 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا يَحْيَى قَالَ: حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ قَالَ: شَغَلَنَا الْمُشْرِكُونَ يَوْمَ الْخَنْدَقِ عَنْ صَلَاةِ الظُّهْرِ حَتَّى غَرَبَتِ الشَّمْسُ، وَذَلِكَ قَبْلَ أَنْ يَنْزِلَ فِي الْقِتَالِ مَا نَزَلَ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ} [الأحزاب:",
        "661 — Передаётся от Абу Са‘ида, да будет доволен им Аллах: «Многобожники отвлекли нас от полуденной молитвы, пока не закатилось солнце, и это произошло до того, как было ниспослано относительно сражения. И Аллах ниспослал: “Аллах избавил верующих от сражения” (сура “аль-Ахзаб”, аят 25). Посланник Аллаха ﷺ велел Билялю объявить икаму для полуденной молитвы, и он ﷺ совершил её так, как совершал её в свое (обычное) время. Затем (Биляль) объявил икаму для послеполуденной молитвы, и он ﷺ совершил её так же, как совершал в своё время. Затем (Биляль) возвестил азан для закатной молитвы, и он совершил её вовремя».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "665": [
        "665 - أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ قَالَ: أَنْبَأَنَا عَبْدُ الرَّحْمَنِ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَبْدِ اللَّهِ بْنِ رَبِيعَةَ: أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ ﷺ فِي سَفَرٍ، فَسَمِعَ صَوْتَ رَجُلٍ يُؤَذِّنُ فقال مثل قوله ثم قال إِنَّ هَذَا لَرَاعِى غَنَمٍ أَوْ عَازِبٌ عَنْ أَهْلِهِ فنظروا فإذا هو راعي غنم[حكم الألباني] : صحيح الإسناد",
        "665 — Передаётся от ‘Абдуллаха ибн Раби‘и, что (однажды) он был вместе с Посланником Аллаха ﷺ в пути, и он услышал, как кто-то возвещает азан, и (Посланник Аллаха ﷺ) повторил за ним слова (азана) и сказал: «Это пастух овец или путник», и когда увидели его, то действительно это был пастух овец.Шейх аль-Албани сказал: «Достоверный иснад /сахиху-ль-иснад/».\n      \n      Комментарии и толкования"
    ],
    "666": [
        "666 - أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، أَنَّ أَبَا عُشَّانَةَ الْمَعَافِرِيَّ حَدَّثَهُ، عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: يَعْجَبُ رَبُّكَ مِنْ رَاعِي غَنَمٍ فِي رَأْسِ شَظِيَّةِ الْجَبَلِ يُؤَذِّنُ بِالصَّلَاةِ وَيُصَلِّي، فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ: انْظُرُوا إِلَى عَبْدِي هَذَا يُؤَذِّنُ وَيُقِيمُ الصَّلَاةَ يَخَافُ مِنِّي، قَدْ غَفَرْتُ لِعَبْدِي وَأَدْخَلْتُهُ الْجَنَّةَ[حكم الألباني] : صحيح",
        "666 — Передаётся от ‘Укбы ибн ‘Амира, да будет доволен им Аллах: «Я слышал, как Посланник Аллаха ﷺ сказал: “Поистине, твой Всемогущий и Великий Господь дивится пастуху овец на горном хребте, который произносит азан и совершает молитву. И Всемогущий и Великий Аллах говорит: “Посмотрите на Моего раба! Он произносит азан и икама для молитвы, и он боится Меня… Я простил Моему рабу и ввёл его в Рай!”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "734": [
        "734 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا بَكْرُ بْنُ مُضَرَ، عَنْ عَيَّاشِ بْنِ عُقْبَةَ، أَنَّ يَحْيَى بْنَ مَيْمُونٍ حَدَّثَهُ قَالَ: سَمِعْتُ سَهْلًا السَّاعِدِيِّ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَنْ كَانَ فِي الْمَسْجِدِ يَنْتَظِرُ الصَّلَاةَ فَهُوَ فِي الصَّلَاةِ»[حكم الألباني] : صحيح",
        "734 — Сообщается, что Сахль ас-Са’иди, да будет доволен им Аллах, рассказывал: «Я слышал, как Посланник Аллаха ﷺ говорил: “Пребывающий в мечети в ожидании молитвы находится в молитве”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "777": [
        "777 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ وَهَنَّادُ بْنُ السَّرِيِّ، عَنْ حُسَيْنِ بْنِ عَلَيٍّ، عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ قَالَ: لَمَّا قُبِضَ رَسُولُ اللَّهِ ﷺ قَالَتِ الْأَنْصَارُ: مِنَّا أَمِيرٌ وَمِنْكُمْ أَمِيرٌ. فَأَتَاهُمْ عُمَرُ فَقَالَ: «أَلَسْتُمْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ ﷺ قَدْ أَمَرَ أَبَا بَكْرٍ أَنْ يُصَلِّيَ بِالنَّاسِ، فَأَيُّكُمْ تَطِيبُ نَفْسُهُ أَنْ يَتَقَدَّمَ أَبَا بَكْرٍ؟» قَالُوا نَعُوذُ بِاللَّهِ أَنْ نَتَقَدَّمَ أَبَا بَكْرٍ[حكم الألباني] : حسن الإسناد",
        "777 — Сообщается, что ‘Абдуллах рассказывал: «Когда Посланник Аллаха ﷺ скончался, ансары сказали: “Один правитель из нас, другой правитель из вас”. Тогда к ним пришёл ‘Умар и сказал: “Разве вы не знаете, что Посланник Аллаха ﷺ велел Абу Бакру руководитель молитвой людей?! Кто из вас останется довольным тем, что опередит Абу Бакра (в правлении)?!” Тогда они сказали: “Просим у Аллаха защиты от того, чтобы опередить Абу Бакра (в правлении)!”». Шейх аль-Албани сказал: «Хороший иснад /хасан/».\n      \n      Комментарии и толкования"
    ],
    "820": [
        "820 - أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «خَيْرُ صُفُوفِ الرِّجَالِ أَوَّلُهَا وَشَرُّهَا آخِرُهَا، وَخَيْرُ صُفُوفِ النِّسَاءِ آخِرُهَا وَشَرُّهَا أَوَّلُهَا»[حكم الألباني] : صحيح",
        "820 — Передается от Абу Хурайры, да будет доволен им Аллах, что Посланник Аллаха ﷺ сказал: «Лучшие ряды для мужчин — первые, а худшие — последние, а для женщин лучшие ряды — последние, а худшие — первые».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "924": [
        "924 - أَخْبَرَنَا يُوسُفُ بْنُ عِيسَى، وَمَحْمُودُ بْنُ غَيْلَانَ، عَنْ الْفَضْلِ بْنُ مُوسَى قَالَ: حَدَّثَنَا مِسْعَرٌ، عَنْ إِبْرَاهِيمَ السَّكْسَكِيِّ، عَنْ ابْنِ أَبِي أَوْفَى قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ ﷺ فَقَالَ: إِنِّي لَا أَسْتَطِيعُ أَنْ آخُذَ شَيْئًا مِنَ الْقُرْآنِ فَعَلِّمْنِي شَيْئًا يُجْزِئُنِي مِنَ الْقُرْآنِ. فَقَالَ: قُلْ: سُبْحَانَ اللَّهُ، وَالْحَمْدُ لِلَّهِ، وَلَا إِلَهَ إِلَّا اللَّهِ، وَاللَّهُ أَكْبَرُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ[حكم الألباني] : حسن",
        "924 — Передается от (‘Абдуллаха) Ибн Абу Ауфа, да будет доволен им Аллах, что однажды к Пророку ﷺ пришёл один человек и сказал: «Поистине, я не могу запомнить ничего из Корана. Научи же меня тому, чего мне будет достаточно». Пророк ﷺ сказал ему: «Пречист Аллах и хвала Ему, и нет божества, кроме Него, и Аллах Велик, и нет силы и способности изменить что-либо ни у кого, кроме как от Возвышенного, Великого Аллаха /Субхана-Ллахи, уа-ль-хамду ли-Лляхи, уа ля иляха илля-Ллаху, уа-Ллаху акбар! Уа ля хауля уа ля куввата илля би-Ллях/».Шейх аль-Албани сказал: «Хороший хадис /хасан/».\n      \n      Комментарии и толкования"
    ],
    "952": [
        "952 - أَخْبَرَنَا مُوسَى بْنُ حِزَامٍ التِّرْمِذِيُّ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، وَاللَّفْظُ لَهُ قَالَا: حَدَّثَنَا أَبُو أُسَامَةَ قَالَ: أَخْبَرَنِي سُفْيَانُ، عَنْ مُعَاوِيَةَ بْنُ صَالِحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنُ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ سَأَلَ النَّبِيَّ ﷺ عَنْ الْمُعَوِّذَتَيْنِ. قَالَ عُقْبَةَ: «فَأَمَّنَا بِهِمَا رَسُولُ اللَّهِ ﷺ فِي صَلَاةِ الْفَجْرِ»[حكم الألباني] : صحيح",
        "952 — Сообщается, что ‘Укба ибн ‘Амир рассказывал о том, что однажды он спросил Пророка ﷺ о двух защищающих сурах (“аль-Фаляк” и “ан-Нас”). ‘Укба рассказывал: «После этого Посланник Аллаха ﷺ провёл с нами утреннюю молитву /фаджр/, прочитав в них две эти суры». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "971": [
        "971 - أَخْبَرَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنُ صُدْرَانَ قَالَ: حَدَّثَنَا سَلْمُ بْنِ قُتَيْبَةَ قَالَ: حَدَّثَنَا هَاشِمُ بْنُ الْبَرِيدِ، عَنْ أَبِي إِسْحَاقَ، عَنْ الْبَرَاءِ قَالَ: «كُنَّا نُصَلِّي خَلْفَ النَّبِيِّ ﷺ الظُّهْرَ فَنَسْمَعُ مِنْهُ الْآيَةَ بَعْدَ الْآيَاتِ مِنْ سُورَةِ لُقْمَانَ، وَالذَّارِيَاتِ»[حكم الألباني] : ضعيف",
        "971 — Сообщается, что Аль-Бара рассказывал: «Когда мы совершали за Пророком ﷺ полуденную молитву (зухр), мы слышали, как он читал аят за аятом из сур “Лукман” и “Аз-Зарият”».Шейх аль-Албани сказал: «Слабый хадис /да‘иф/».\n      \n      Комментарии и толкования"
    ],
    "1179": [
        "1179 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصَمِّ قَالَ: سُئِلَ أَنَسُ بْنُ مَالِكٍ عَنِ التَّكْبِيرِ فِي الصَّلَاةِ فَقَالَ: «يُكَبِّرُ إِذَا رَكَعَ، وَإِذَا سَجَدَ، وَإِذَا رَفَعَ رَأْسَهُ مِنَ السُّجُودِ، وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ»، فَقَالَ حُطَيْمٌ: عَمَّنْ تَحْفَظُ هَذَا؟ فَقَالَ: عَنِ النَّبِيِّ ﷺ، وَأَبِي بَكْرٍ، وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، ثُمَّ سَكَتَ، فَقَالَ لَهُ حُطَيْمٌ: وَعُثْمَانُ؟ قَالَ: وَعُثْمَانُ[حكم الألباني] : صحيح الإسناد",
        "1179 — Сообщается, что ‘Абдуррахман ибн аль-Асамм рассказывал: «Однажды Анасу ибн Малику задали вопрос о такбирах в молитве, на что он ответил: “(Молящийся) произносит такбир, когда совершает поясной поклон, и когда совершает земной поклон, и когда поднимает голову после (совершения) земного поклона, и когда встаёт (на третий рак‘ат) после (совершения первых) двух рак‘атов”. Тогда Хутайм спросил: “От кого ты это передаёшь?” (Анас) ответил: “От Пророка ﷺ, Абу Бакра и ‘Умара”. После чего он замолчал. Хутайм спросил его: “А от ‘Усмана?” (Анас) ответил: “И от ‘Усмана”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1188": [
        "1188 - أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: حَدَّثَنَا وَهْبٌ يَعْنِي ابْنَ جَرِيرٍ، قَالَ: حَدَّثَنَا أَبِي، عَنْ قَيْسِ بْنِ سَعْدٍ، عَنْ عَطَاءٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، أَنَّهُ «سَلَّمَ عَلَى رَسُولِ اللَّهِ ﷺ وَهُوَ يُصَلِّي فَرَدَّ عَلَيْهِ»[حكم الألباني] : صحيح الإسناد",
        "1188 — Сообщается, что ‘Аммар ибн Ясир рассказал о том, что однажды он поприветствовал Посланника Аллаха ﷺ, когда тот совершал молитву, и (Посланник Аллаха ﷺ) ответил на его приветствие. Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1204": [
        "1204 - أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا مَالِكٌ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَمْرِو بْنِ سُلَيْمٍ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَسُولَ اللَّهِ ﷺ «كَانَ يُصَلِّي وَهُوَ حَامِلٌ أُمَامَةَ، فَإِذَا سَجَدَ وَضَعَهَا، وَإِذَا قَامَ رَفَعَهَا»[حكم الألباني] : صحيح",
        "1204 — Передается от Абу Катады, да будет доволен им Аллах, что Посланник Аллаха ﷺ иногда совершал молитву, держа на руках Умаму, [дочь Зейнаб, дочери Пророка ﷺ]. Совершая земной поклон, он клал её, а поднимаясь, брал её на руки вновь.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1207": [
        "1207 - أَخْبَرَنَا قُتَيْبَةُ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَاللَّفْظُ لَهُ، قَالَا: حَدَّثَنَا سُفْيَانُ، عَنْ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: «التَّسْبِيحُ لِلرِّجَالِ، وَالتَّصْفِيقُ لِلنِّسَاءِ»، زَادَ ابْنُ الْمُثَنَّى: «فِي الصَّلَاةِ»[حكم الألباني] : صحيح",
        "1207 — Передается от Абу Хурайры, да будет доволен им Аллах, что Посланник Аллаха ﷺ сказал: «Восхваление Аллаха /тасбих/ — для мужчин, а хлопанье — для женщин (Ибн аль-Мусанна добавил: во время молитвы)».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1210": [
        "1210 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَوْفٍ قَالَ: حَدَّثَنِي مُحَمَّدٌ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: «التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيقُ لِلنِّسَاءِ»[حكم الألباني] : صحيح",
        "1210 — Передается от Абу Хурайры, да будет доволен им Аллах, что Посланник Аллаха ﷺ сказал: «Восхваление Аллаха /тасбих/ — для мужчин, а хлопанье — для женщин».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1242": [
        "1242 - أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مِسْعَرٍ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: صَلَّى رَسُولُ اللَّهِ ﷺ فَزَادَ أَوْ نَقَصَ، فَلَمَّا سَلَّمَ قُلْنَا: يَا رَسُولَ اللَّهِ، هَلْ حَدَثَ فِي الصَّلَاةِ شَيْءٌ؟ قَالَ: «لَوْ حَدَثَ فِي الصَّلَاةِ شَيْءٌ أَنْبَأْتُكُمُوهُ، وَلَكِنِّي إِنَّمَا أَنَا بَشَرٌ أَنْسَى كَمَا تَنْسَوْنَ، فَأَيُّكُمْ مَا شَكَّ فِي صَلَاتِهِ فَلْيَنْظُرْ أَحْرَى ذَلِكَ إِلَى الصَّوَابِ، فَلْيُتِمَّ عَلَيْهِ، ثُمَّ لِيُسَلِّمْ وَلْيَسْجُدْ سَجْدَتَيْنِ»[حكم الألباني] : صحيح",
        "1242 — Передается от ‘Абдуллаха, да будет доволен им Аллах, что однажды Посланник Аллаха ﷺ совершил молитву. (Передатчик) Ибрахим сказал: «И я не знаю, добавил он что-то или убавил». Далее говорится: «…и люди спросили: «О Посланник Аллаха! В молитву было внесено что-то новое?» Он ответил: «Почему вы так решили?» Люди сказали: «Но ты помолился так-то и так-то». Тогда Посланник Аллаха ﷺ повернулся в сторону киблы, совершил вместе с ними два земных поклона, произнёс слова таслима и сказал, повернувшись к людям: «Если бы в молитву были внесены какие-нибудь изменения, я бы сообщил вам об этом… Дело в том, что я человек и забываю, подобно вам, и если я забуду что-нибудь, напомните мне». (Посланник Аллаха ﷺ) также сказал: «Если кто-нибудь из вас засомневается в своей молитве, пусть выберет то, что кажется ему наиболее вероятным, и продолжает на основании этого, а после таслима совершит два земных поклона».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1254": [
        "1254 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، وَاللَّفْظُ لِابْنِ الْمُثَنَّى، قَالَا: حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: صَلَّى النَّبِيُّ ﷺ الظُّهْرَ خَمْسًا، فَقِيلَ لَهُ: أَزِيدَ فِي الصَّلَاةِ؟ قَالَ: «وَمَا ذَاكَ؟» قَالُوا: صَلَّيْتَ خَمْسًا فَثَنَى رِجْلَهُ وَسَجَدَ سَجْدَتَيْنِ[حكم الألباني] : صحيح",
        "1254 — Передается от ‘Абдуллаха, да будет доволен им Аллах, что однажды Посланник Аллаха ﷺ совершил в полуденной молитве пять рак‘атов. Его спросили: «Молитва стала длиннее?» Он сказал: «А в чём дело?» Ему сказали: «Ты совершил пять рак‘атов». После этого он повернулся и совершил два земных поклона.Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "1255": [
        "1255 - أَخْبَرَنَا عَبْدَةُ بْنُ عَبْدِ الرَّحِيمِ، قَالَ: أَنْبَأَنَا ابْنُ شُمَيْلٍ، قَالَ: أَنْبَأَنَا شُعْبَةُ، عَنْ الْحَكَمِ، وَمُغِيرَةُ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ ﷺ، أَنَّهُ «صَلَّى بِهِمُ الظُّهْرَ خَمْسًا»، فَقَالُوا: إِنَّكَ صَلَّيْتَ خَمْسًا، «فَسَجَدَ سَجْدَتَيْنِ بَعْدَ مَا سَلَّمَ وَهُوَ جَالِسٌ»[حكم الألباني] : صحيح",
        "1255 — Передается от ‘Абдуллаха, да будет доволен им Аллах, что однажды Посланник Аллаха ﷺ совершил в полуденной молитве пять рак‘атов. Ему сказали: «Ты совершил пять рак‘атов». Тогда он совершил, сидя,  два земных поклона после таслима.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1282": [
        "1282 - أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْحَكَمِ الْوَرَّاقُ، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنْ سُفْيَانَ بْنِ سَعِيدٍ، ح وأَخْبَرَنَا مَحْمُودُ بْنُ غَيْلَانَ، قَالَ: حَدَّثَنَا وَكِيعٌ، وَعَبْدُ الرَّزَّاقِ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ السَّائِبِ، عَنْ زَاذَانَ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ لِلَّهِ مَلَائِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلَامَ»[حكم الألباني] : صحيح",
        "1282 — Сообщается со слов ‘Абдуллаха, что Посланник Аллаха ﷺ сказал: «Поистине, у Аллаха есть ангелы, путешествующие по земле. Они доносят до меня приветствия от (членов) моей общины». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1290": [
        "1290 - أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا مُحَمَّدُ بْنُ بِشْرٍ، قَالَ: حَدَّثَنَا مُجَمِّعُ بْنُ يَحْيَى، عَنْ عُثْمَانَ بْنِ مَوْهَبٍ، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ أَبِيهِ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ، كَيْفَ الصَّلَاةُ عَلَيْكَ؟ قَالَ: قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ[حكم الألباني] : صحيح",
        "1290 — Сообщается, что Тальха рассказывал: «Однажды мы спросили: “О Посланник Аллаха! Как (нам) испрашивать на тебя благословения?” (Пророк ﷺ) ответил: “Говорите: “О Аллах! Благослови Мухаммада и семейство Мухаммада так же, как благословил Ты Ибрахима и семейство Ибрахима! Поистине, Ты — Достохвальный, Славный! И даруй благодать Мухаммаду и семейству Мухаммада так же, как даровал Ты её Ибрахиму и семейству Ибрахима! Поистине, Ты — Достохвальный, Славный!”»./Аллахумма салли ‘аля Мухаммадин уа ‘аля али Мухаммадин кама салляйта ‘аля Ибрахима уа ‘аля али Ибрахима, иннака хамидун маджид. Уа барик ‘аля Мухаммадин уа ‘аля али Мухаммадин кама баракта ‘аля Ибрахима уа ‘аля али Ибрахима, иннака хамидун маджид/. Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "1291": [
        "1291 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، قَالَ: حَدَّثَنَا عَمِّي، قَالَ: حَدَّثَنَا شَرِيكٌ، عَنْ عُثْمَانَ بْنِ مَوْهَبٍ، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلًا أَتَى نَبِيَّ اللَّهِ ﷺ، فَقَالَ: كَيْفَ نُصَلِّي عَلَيْكَ يَا نَبِيَّ اللَّهِ؟ قَالَ: قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ[حكم الألباني] : صحيح",
        "1291 — Сообщается, что Тальха рассказывал: «Однажды к Пророку ﷺ пришёл некий человек и спросил: “Как нам испрашивать на тебя благословения, о Пророк Аллаха?” (Пророк ﷺ) ответил: “Говорите: “О Аллах! Благослови Мухаммада и семейство Мухаммада так же, как благословил Ты Ибрахима! Поистине, Ты — Достохвальный, Славный! И даруй благодать Мухаммаду и семейству Мухаммада так же, как даровал Ты её Ибрахиму! Поистине, Ты — Достохвальный, Славный!”»./Аллахумма салли ‘аля Мухаммадин уа ‘аля али Мухаммадин кама салляйта ‘аля Ибрахима, иннака хамидун маджид. Уа барик ‘аля Мухаммадин уа ‘аля али Мухаммадин кама баракта ‘аля Ибрахима, иннака хамидун маджид/.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1299": [
        "1299 - أَخْبَرَنَا عُبَيْدُ بْنُ وَكِيعِ بْنِ الْجَرَّاحِ، أَخُو سُفْيَانَ بْنِ وَكِيعٍ، قَالَ: حَدَّثَنَا أَبِي، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: جَاءَتْ أُمُّ سُلَيْمٍ إِلَى النَّبِيِّ ﷺ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، عَلِّمْنِي كَلِمَاتٍ أَدْعُو بِهِنَّ فِي صَلَاتِي؟ قَالَ: سَبِّحِي اللَّهَ عَشْرًا، وَاحْمَدِيهِ عَشْرًا، وَكَبِّرِيهِ عَشْرًا، ثُمَّ سَلِيهِ حَاجَتَكِ يَقُلْ: نَعَمْ، نَعَمْ.[حكم الألباني] : حسن الإسناد",
        "1299 — Сообщается, что Анас ибн Малик рассказывал: «Однажды Умм Сулейм пришла к Пророку ﷺ и сказала: “О Посланник Аллаха! Научи меня словам, которыми я буду взывать к (Аллаху) в своей молитве”. (Пророк ﷺ) ответил: “Восславь Аллаха десять раз, восхвали Его десять раз и возвеличь Его десять раз, а затем проси, чего желаешь, ведь после этого Он непременно говорит: “Да! Да!”».Шейх аль-Албани сказал: «Хороший иснад /хасан/».\n      \n      Комментарии и толкования"
    ],
    "1320": [
        "1320 - أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، عَنْ حَجَّاجٍ، قَالَ ابْنُ جُرَيْجٍ، أَنْبَأَنَا عَمْرُو بْنُ يَحْيَى، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ وَاسِعِ بْنِ حَبَّانَ، أَنَّهُ سَأَلَ عَبْدَ اللَّهِ بْنَ عُمَرَ عَنْ صَلَاةِ رَسُولِ اللَّهِ ﷺ، فَقَالَ: اللَّهُ أَكْبَرُ كُلَّمَا وَضَعَ، اللَّهُ أَكْبَرُ كُلَّمَا رَفَعَ، ثُمَّ يَقُولُ: السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ عَنْ يَمِينِهِ، السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ عَنْ يَسَارِهِ[حكم الألباني] : صحيح الإسناد",
        "1320 — Сообщается, что Уаси‘ ибн Хиббан рассказывал о том, что однажды он спросил ‘Абдуллаха ибн ‘Умара о молитве Посланника Аллаха ﷺ, на что тот ответил: «(Он говорил): “Аллах Превелик!”, каждый раз, когда опускался, и каждый раз, когда поднимался, а затем говорил: “Мир вам и милость Аллаха!”, (поворачивая голову) направо, и говорил: “Мир вам и милость Аллаха!”, (поворачивая голову) налево». Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1350": [
        "1350 - أَخْبَرَنَا مُوسَى بْنُ حِزَامٍ التِّرْمِذِيُّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ ابْنِ إِدْرِيسَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ كَثِيرِ ابْنِ أَفْلَحَ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ: أُمِرُوا أَنْ يُسَبِّحُوا دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ، وَيَحْمَدُوا ثَلَاثًا وَثَلَاثِينَ، وَيُكَبِّرُوا أَرْبَعًا وَثَلَاثِينَ، فَأُتِيَ رَجُلٌ مِنَ الْأَنْصَارِ فِي مَنَامِهِ، فَقِيلَ لَهُ: أَمَرَكُمْ رَسُولُ اللَّهِ ﷺ أَنْ تُسَبِّحُوا دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ، وَتَحْمَدُوا ثَلَاثًا وَثَلَاثِينَ، وَتُكَبِّرُوا أَرْبَعًا وَثَلَاثِينَ؟ قَالَ: نَعَمْ، قَالَ: فَاجْعَلُوهَا خَمْسًا وَعِشْرِينَ، وَاجْعَلُوا فِيهَا التَّهْلِيلَ، فَلَمَّا أَصْبَحَ أَتَى النَّبِيَّ ﷺ، فَذَكَرَ ذَلِكَ لَهُ، فَقَالَ: «اجْعَلُوهَا كَذَلِكَ»[حكم الألباني] : صحيح",
        "1350 — Сообщается, что Зейд ибн Сабит сказал: «(Людям) было приказано произносить “Субхана-Ллах (Пречист Аллах от недостатков)” тридцать три раза, “Аль-хамду ли-Ллях (Вся хвала Аллаху)” тридцать три раза и “Аллаху акбар (Аллах Превелик)” тридцать четыре раза после каждой молитвы. Однажды одному из ансаров приснился сон, в котором некто сказал ему: “Посланник Аллаха ﷺ велел вам произносить “Субхана-Ллах (Пречист Аллах от недостатков)” тридцать три раза, “Аль-хамду ли-Ллях (Вся хвала Аллаху) тридцать три раза и “Аллаху акбар (Аллах Превелик)” тридцать четыре раза после каждой молитвы?” (Ансар) ответил: “Да”. (Тогда голос) сказал: “Произносите эти (поминания) по двадцать пять раз и добавьте к этому “Ля иляха илля-Ллах (нет истинного Бога, кроме Аллаха)”. Утром (этот человек) отправился к Пророку ﷺ и рассказал ему о своём сне, на что (Посланник Аллаха ﷺ) ответил: “Так и поступите!”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1414": [
        "1414 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ غَزْوَانَ، قَالَ: أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ الْحُسَيْنِ بْنِ وَاقِدٍ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ عُقَيْلٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى، يَقُولُ: «كَانَ رَسُولُ اللَّهِ ﷺ يُكْثِرُ الذِّكْرَ، وَيُقِلُّ اللَّغْوَ، وَيُطِيلُ الصَّلَاةَ، وَيُقَصِّرُ الْخُطْبَةَ، وَلَا يَأْنَفُ أَنْ يَمْشِيَ مَعَ الْأَرْمَلَةِ، وَالْمِسْكِينِ فَيَقْضِيَ لَهُ الْحَاجَةَ»[حكم الألباني] : صحيح",
        "1414 — Сообщается, что ‘Абдуллах ибн Аби Ауфа рассказывал: «Посланник Аллаха ﷺ много поминал Аллаха и редко говорил то, что не несёт пользы. Он удлинял молитву и укорачивал проповедь. Он не превозносился над тем, чтобы ходить с вдовами и бедняками и решать их проблемы».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1598": [
        "1598 - أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، قَالَ: حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ الْوَلِيدِ بْنِ أَبِي هِشَامٍ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «صَلُّوا فِي بُيُوتِكُمْ وَلَا تَتَّخِذُوهَا قُبُورًا»[حكم الألباني] : صحيح",
        "1598 — Сообщается от Ибн ‘Умара, что Посланник Аллаха ﷺ сказал: «Совершайте молитвы в своих домах и не превращайте их в могилы».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1663": [
        "1663 - أَخْبَرَنَا هَارُونُ بْنُ مُحَمَّدِ بْنِ بَكَّارِ بْنِ بِلَالٍ، قَالَ: حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ سُمَيْعٍ، قَالَ: حَدَّثَنَا زَيْدٌ يَعْنِي ابْنَ وَاقِدٍ، عَنْ كَثِيرِ بْنِ مُرَّةَ، أَنَّ عُقْبَةَ بْنَ عَامِرٍ حَدَّثَهُمْ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِنَّ الَّذِي يَجْهَرُ بِالْقُرْآنِ كَالَّذِي يَجْهَرُ بِالصَّدَقَةِ، وَالَّذِي يُسِرُّ بِالْقُرْآنِ كَالَّذِي يُسِرُّ بِالصَّدَقَةِ»[حكم الألباني] : صحيح",
        "1663 — Сообщается со слов ‘Укбы ибн ‘Амира, что Посланник Аллаха ﷺ сказал: «Читающий Коран вслух подобен раздающему милостыню открыто, а читающий Коран шепотом подобен раздающему милостыню втайне». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1685": [
        "1685 - أَخْبَرَنَا يَحْيَى بْنُ حَكِيمٍ، قَالَ: حَدَّثَنَا ابْنُ أَبِي عِديٍّ، عَنْ شُعْبَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، أَنَّهُ كَانَ فِي مَسْجِدِ عَمْرِو بْنِ شُرَحْبِيلَ، فَأُقِيمَتِ الصَّلَاةُ فَجَعَلُوا يَنْتَظِرُونَهُ فَجَاءَ، فَقَالَ: إِنِّي كُنْتُ أُوتِرُ، قَالَ: وَسُئِلَ عَبْدُ اللَّهِ، هَلْ بَعْدَ الْأَذَانِ وِتْرٌ؟ قَالَ: نَعَمْ، وَبَعْدَ الْإِقَامَةِ، وَحَدَّثَ عَنِ النَّبِيِّ ﷺ، أَنَّهُ «نَامَ عَنِ الصَّلَاةِ حَتَّى طَلَعَتِ الشَّمْسُ، ثُمَّ صَلَّى»[حكم الألباني] : صحيح الإسناد",
        "1685 — Сообщается, что Мухаммад ибн аль-Мунташир рассказывал о том, что однажды, когда он находился в мечети ‘Амра ибн Шурахбиля, произнесли призыв на молитву, и люди стали ждать его. Через некоторое время он пришёл и, (объясняя причину своего опоздания), сказал: «Я совершил (молитву) витр».(‘Амр) рассказывал: «Однажды ‘Абдуллаху (ибн Мас’уду) задали вопрос: “Совершается ли витр после призыва на молитву (азана)?”, на что он ответил: “Да, и даже после икамы”. Он рассказывал, что однажды Пророк ﷺ проспал (утреннюю) молитву (и проснулся лишь тогда), когда солнце уже взошло. (Проснувшись), он совершил её». Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1829": [
        "1829 - أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ: حَدَّثَنَا يُوسُفُ بْنُ يَعْقُوبَ، قَالَ: حَدَّثَنَا كَهْمَسٌ، عَنْ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «الْمُؤْمِنُ يَمُوتُ بِعَرَقِ الْجَبِينِ»[حكم الألباني] : صحيح",
        "1829 — Сообщается со слов Бурайды, что его отец сказал: «Я слышал, как Посланник Аллаха ﷺ сказал: “Верующий умирает с испариной на лбу”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1940": [
        "1940 - أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا عَبْثَرٌ، عَنْ بُرْدٍ، أَخِي يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ الْمُسَيَّبِ بْنِ رَافِعٍ، قَالَ: سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ تَبِعَ جَنَازَةً حَتَّى يُصَلَّى عَلَيْهَا كَانَ لَهُ مِنَ الْأَجْرِ قِيرَاطٌ، وَمَنْ مَشَى مَعَ الْجَنَازَةِ حَتَّى تُدْفَنَ كَانَ لَهُ مِنَ الْأَجْرِ قِيرَاطَانِ، وَالْقِيرَاطُ مِثْلُ أُحُدٍ»[حكم الألباني] : صحيح",
        "1940 — Сообщается со слов ‘Абдуллаха ибн Мугаффаля, что Посланник Аллаха ﷺ сказал: «Кто будет следовать за похоронной процессией, пока (покойного) не захоронят, тому (достанется) два кырата (награды). Если же он вернётся (домой) до захоронения (покойного), то ему (достанется) один кырат (награды)». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1960": [
        "1960 - أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلَانَ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي قَتَادَةَ يُحَدِّثُ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ﷺ أُتِيَ بِرَجُلٍ مِنَ الْأَنْصَارِ لِيُصَلِّيَ عَلَيْهِ فَقَالَ النَّبِيُّ ﷺ: «صَلُّوا عَلَى صَاحِبِكُمْ فَإِنَّ عَلَيْهِ دَيْنًا»، قَالَ: أَبُو قَتَادَةَ هُوَ عَلَيَّ، قَالَ النَّبِيُّ ﷺ: «بِالْوَفَاءِ»، قَالَ: بِالْوَفَاءِ، فَصَلَّى عَلَيْهِ[حكم الألباني] : صحيح",
        "1960 — Сообщается, что Абу Катада рассказывал о том, что однажды к Посланнику Аллаха ﷺ принесли (тело) одного из ансаров, чтобы он совершил над ним погребальную молитву, но Пророк ﷺ сказал: «Совершите молитву над вашим товарищем сами, ибо на нём имеется долг». Тут Абу Катада сказал: «Я беру его долг на себя!» Пророк ﷺ спросил: «Ты погасишь его?», на что Абу Катада ответил: «(Да), я погашу его». Услышав это, Пророк ﷺ совершил над ним погребальную молитву.Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1978": [
        "1978 - أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، قَالَ: أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ: أَنْبَأَنَا ابْنُ جُرَيْجٍ، قَالَ: سَمِعْتُ نَافِعًا يَزْعُمُ، أَنَّ ابْنَ عُمَرَ صَلَّى عَلَى تِسْعِ جَنَائِزَ جَمِيعًا «فَجَعَلَ الرِّجَالَ يَلُونَ الْإِمَامَ، وَالنِّسَاءَ يَلِينَ الْقِبْلَةَ، فَصَفَّهُنَّ صَفًّا وَاحِدًا، وَوُضِعَتْ جَنَازَةُ أُمِّ كُلْثُومِ بِنْتِ عَلِيٍّ امْرَأَةِ عُمَرَ بْنِ الْخَطَّابِ، وَابْنٍ لَهَا يُقَالُ لَهُ زَيْدٌ وُضِعَا جَمِيعًا وَالْإِمَامُ يَوْمَئِذٍ سَعِيدُ بْنُ الْعَاصِ، وَفِي النَّاسِ ابْنُ عُمَرَ، وَأَبُو هُرَيْرَةَ، وَأَبُو سَعِيدٍ، وَأَبُو قَتَادَةَ، فَوُضِعَ الْغُلَامُ مِمَّا يَلِي الْإِمَامَ»، فَقَالَ رَجُلٌ: فَأَنْكَرْتُ ذَلِكَ، فَنَظَرْتُ إِلَى ابْنِ عَبَّاسٍ، وَأَبِي هُرَيْرَةَ، وَأَبِي سَعِيدٍ، وَأَبِي قَتَادَةَ، فَقُلْتُ: مَا هَذَا؟ قَالُوا: «هِيَ السُّنَّةُ»[حكم الألباني] : صحيح",
        "1978 — Сообщается, что Нафи‘ рассказывал о том, что однажды Ибн ‘Умар совершил погребальную молитву над девятью скончавшимися людьми. Тела мужчин он положил возле имама, а тела женщин — в один ряд (за мужчинами) ближе к Каабе. Также однажды (люди совершали погребальную молитву) и вместе с телом Умм Кульсум, дочери ‘Али и жены ‘Умара ибн аль-Хаттаба, принесли также и (тело) её сына по имени Зейд. В тот день молитвой людей руководил Са‘ид ибн аль-‘Ас, а среди людей присутствовал Ибн ‘Умар, Абу Хурайра, Абу Са‘ид и Абу Катада. (Тело) мальчика положили возле имама, и один из присутствующих рассказывал: «Я посчитал это неправильным, посмотрел на Ибн ‘Аббаса, Абу Хурайру, Абу Са‘ида и Абу Катаду и спросил: “Что это?!”, а они ответили: “Это — Сунна!”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "1985": [
        "1985 - أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ: سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ يُحَدِّثُ، عَنْ عَبْدِ اللَّهِ بْنِ رُبَيِّعَةَ السُّلَمِيِّ، وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ، عَنْ عُبَيْدِ بْنِ خَالِدٍ السُّلَمِيِّ، أَنَّ رَسُولَ اللَّهِ ﷺ آخَى بَيْنَ رَجُلَيْنِ، فَقُتِلَ أَحَدُهُمَا وَمَاتَ الْآخَرُ بَعْدَهُ، فَصَلَّيْنَا عَلَيْهِ، فَقَالَ النَّبِيُّ ﷺ: «مَا قُلْتُمْ؟» قَالُوا: دَعَوْنَا لَهُ اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ارْحَمْهُ، اللَّهُمَّ أَلْحِقْهُ بِصَاحِبِهِ، فَقَالَ النَّبِيُّ ﷺ: «فَأَيْنَ صَلَاتُهُ بَعْدَ صَلَاتِهِ؟ وَأَيْنَ عَمَلُهُ بَعْدَ عَمَلِهِ؟ فَلَمَا بَيْنَهُمَا كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ» قَالَ عَمْرُو بْنُ مَيْمُونٍ: أَعْجَبَنِي لِأَنَّهُ أَسْنَدَ لِي[حكم الألباني] : صحيح",
        "1985 — Сообщается, что ‘Убейд ибн Халид ас-Сулями рассказывал о том, что Посланник Аллаха ﷺ побратал двух мусульман, после чего одного из них убили, а второй умер после него. Мы совершали над ним погребальную молитву, а Пророк ﷺ спросил: «Что вы сказали?» (Люди) ответили: «Мы обратились за него с мольбой: “О Аллах! Прости его! О Аллах! Помилуй его! О Аллах! Сделай так, чтобы он примкнул к своему товарищу!”». Но Пророк ﷺ сказал: «А как же его молитвы, (совершённые им после того, как был убит его товарищ) после молитв того?! Как же его дела после дел того?! (Расстояние) между ними, как (расстояние) между небом и землёй!».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2052": [
        "2052 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا خَالِدٌ، عَنْ شُعْبَةَ، قَالَ: أَخْبَرَنِي جَامِعُ بْنُ شَدَّادٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَسَارٍ، قَالَ: كُنْتُ جَالِسًا وَسُلَيْمَانُ بْنُ صُرَدٍ وخَالِدُ بْنُ عُرْفُطَةَ، فَذَكَرُوا أَنَّ رَجُلًا تُوُفِّيَ مَاتَ بِبَطْنِهِ، فَإِذَا هُمَا يَشْتَهِيَانِ أَنْ يَكُونَا شُهَدَاءَ جَنَازَتِهِ، فَقَالَ أَحَدُهُمَا لِلْآخَرِ: أَلَمْ يَقُلْ رَسُولُ اللَّهِ ﷺ: «مَنْ يَقْتُلْهُ بَطْنُهُ، فَلَنْ يُعَذَّبَ فِي قَبْرِهِ» فَقَالَ الْآخَرُ: بَلَى[حكم الألباني] : صحيح",
        "2052 — Сообщается, что ‘Абдуллах ибн Ясар рассказывал: «Однажды я сидел вместе с Сулейманом ибн Сурадом и Халидом ибн ‘Урфутой. (Люди упомянули о неком человеке, который скончался от болезни живота, и оба они изъявили желание поприсутствовать на его похоронной процессии. Один из них сказал другому: “Разве Посланник Аллаха ﷺ не говорил: “Тот, кого убьёт его живот, не будет подвергнут мучениям в могиле”?” Второй ответил: “Да, (он сказал именно так)!”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2055": [
        "2055 - أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ، قَالَ: حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنْ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «هَذَا الَّذِي تَحَرَّكَ لَهُ الْعَرْشُ، وَفُتِحَتْ لَهُ أَبْوَابُ السَّمَاءِ، وَشَهِدَهُ سَبْعُونَ أَلْفًا مِنَ الْمَلَائِكَةِ، لَقَدْ ضُمَّ ضَمَّةً، ثُمَّ فُرِّجَ عَنْهُ»[حكم الألباني] : صحيح",
        "2055 — Сообщается со слов Ибн ‘Умара, что Посланник Аллаха ﷺ сказал: «Он — тот, из-за (смерти) которого сотрясся Трон (Аллаха), и для которого распахнулись врата небес, а на его (похоронах) присутствовали семьдесят тысяч ангелов, однако, (даже несмотря на это, могила) сжала его, а затем отпустила». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2086": [
        "2086 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ الْوَلِيدِ بْنِ جُمَيْعٍ، قَالَ: حَدَّثَنَا أَبُو الطُّفَيْلِ، عَنْ حُذَيْفَةَ بْنِ أَسِيدٍ، عَنْ أَبِي ذَرٍّ قَالَ: إِنَّ الصَّادِقَ الْمَصْدُوقَ ﷺ حَدَّثَنِي: أَنَّ النَّاسَ يُحْشَرُونَ ثَلَاثَةَ أَفْوَاجٍ: فَوْجٌ رَاكِبِينَ طَاعِمِينَ كَاسِينَ، وَفَوْجٌ تَسْحَبُهُمُ الْمَلَائِكَةُ عَلَى وُجُوهِهِمْ وَتَحْشُرُهُمُ النَّارُ، وَفَوْجٌ يَمْشُونَ وَيَسْعَوْنَ يُلْقِي اللَّهُ الْآفَةَ عَلَى الظَّهْرِ فَلَا يَبْقَى، حَتَّى إِنَّ الرَّجُلَ لَتَكُونُ لَهُ الْحَدِيقَةُ يُعْطِيهَا بِذَاتِ الْقَتَبِ لَا يَقْدِرُ عَلَيْهَا[حكم الألباني] : ضعيف",
        "2086 — Сообщается, что Абу Зарр рассказывал: «Правдивый, которому обязательно верить, сказал мне: “Поистине, люди будут собраны тремя группами: (первая) группа будет передвигаться верхом, сытыми и одетыми; (людей из второй) группы будут тащить ангелы лицами вниз, и будет погонять их огонь; (а люди из третьей) группы будут идти и бежать, (ведь) Аллах направит на (их) верховых животных смерть, после чего они лишатся их. Будет так, что у человека будет сад, и он будет готов обменять его на верховое животное, оснащенное седлом, но не сможет этого сделать». Шейх аль-Албани сказал: «Слабый хадис /да‘иф/».\n      \n      Комментарии и толкования"
    ],
    "2125": [
        "2125 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ حُنَيْنٍ، عَنْ ابْنِ عَبَّاسٍ، قَالَ: عَجِبْتُ مِمَّنْ يَتَقَدَّمُ الشَّهْرَ، وَقَدْ قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا رَأَيْتُمُ الْهِلَالَ فَصُومُوا، وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا، فَإِنْ غُمَّ عَلَيْكُمْ فَأَكْمِلُوا الْعِدَّةَ ثَلَاثِينَ»[حكم الألباني] : صحيح",
        "2125 — Сообщается, что Ибн ‘Аббас сказал: «Меня удивляют те, которые (пытаются) опередить (наступление) месяца, несмотря на то, что Посланник Аллаха ﷺ сказал: “Если вы увидели его (новой полумесяц шаууаля), то прекращайте пост. Если же луна окажется скрытой от вас, то доведите число дней (текущего месяца) до тридцати”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2133": [
        "2133 - أَخْبَرَنَا عَمْرُو بْنُ يَزِيدَ هُوَ أَبُو بُرَيْدٍ الْجَرْمِيُّ بَصْرِيٌّ، عَنْ بَهْزٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ، عَنْ أَبِي الْحَكَمِ، عَنْ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ ﷺ، قَالَ: أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ، فَقَالَ: الشَّهْرُ تِسْعٌ وَعِشْرُونَ يَوْمًا[حكم الألباني] : صحيح الإسناد",
        "2133 — Сообщается со слов Ибн ‘Аббаса, что Пророк ﷺ сказал: «Ко мне явился Джибриль и сообщил, что месяц (состоит) из двадцати девяти дней». Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2358": [
        "2358 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا ثَابِتُ بْنُ قَيْسٍ أَبُو الْغُصْنِ، شَيْخٌ مِنْ أَهْلِ الْمَدِينَةِ، قَالَ: حَدَّثَنِي أَبُو سَعِيدٍ الْمَقْبُرِيُّ، قَالَ: حَدَّثَنِي أُسَامَةُ بْنُ زَيْدٍ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، إِنَّكَ تَصُومُ حَتَّى لَا تَكَادَ تُفْطِرُ، وَتُفْطِرُ حَتَّى لَا تَكَادَ أَنْ تَصُومَ، إِلَّا يَوْمَيْنِ إِنْ دَخَلَا فِي صِيَامِكَ وَإِلَّا صُمْتَهُمَا، قَالَ: «أَيُّ يَوْمَيْنِ؟» قُلْتُ: يَوْمَ الِاثْنَيْنِ وَيَوْمَ الْخَمِيسِ، قَالَ: «ذَانِكَ يَوْمَانِ تُعْرَضُ فِيهِمَا الْأَعْمَالُ عَلَى رَبِّ الْعَالَمِينَ، فَأُحِبُّ أَنْ يُعْرَضَ عَمَلِي وَأَنَا صَائِمٌ»[حكم الألباني] : حسن صحيح",
        "2358 — Сообщается Усама ибн Зейд рассказывал: «Однажды я сказал: “О посланник Аллаха! Иногда ты соблюдаешь (добровольный) пост (так долго), словно больше не прекратишь его соблюдать, а иногда ты не постишься (так долго), словно больше не собираешься поститься вовсе. Исключением является лишь два дня, в которые ты непременно постишься, (даже эти дни совпали с тем временен, когда ты не соблюдаешь пост)”. (Пророк ﷺ) спросил: “О каких двух днях (ты говоришь)?” Я ответил: “Понедельник и четверг”. (Услышав это, Пророк ﷺ) сказал: “В эти дни деяния (людей) представляются Господу миров, и я желаю, чтобы мои деяния представлялись Ему тогда, когда я соблюдал пост”».Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/»."
    ],
    "2359": [
        "2359 - أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ الحُبَابِ، قَالَ: أَخْبَرَنِي ثَابِتُ بْنُ قَيْسٍ الْغِفَارِيُّ، قَالَ: حَدَّثَنِي أَبُو سَعِيدٍ الْمَقْبُرِيُّ، قَالَ: حَدَّثَنِي أَبُو هُرَيْرَةَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ يَسْرُدُ الصَّوْمَ، فَيُقَالُ: لَا يُفْطِرُ، وَيُفْطِرُ، فَيُقَالُ: لَا يَصُومُ[حكم الألباني] : حسن صحيح",
        "2359 — Сообщается от Усамы ибн Зейда, что иногда Посланник Аллаха ﷺ соблюдал пост так долго, что (люди) говорили: «Он не разговляется вовсе», а иногда он не соблюдал пост так долго, что (люди) говорили: «Он (вообще) не постится». Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "2532": [
        "2532 - أَخْبَرَنَا يُوسُفُ بْنُ عِيسَى، قَالَ: أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، قَالَ: حَدَّثَنَا يَزِيدُ وَهُوَ ابْنُ زِيَادِ بْنِ أَبِي الْجَعْدِ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ طَارِقٍ الْمُحَارِبِيِّ، قَالَ: قَدِمْنَا الْمَدِينَةَ فَإِذَا رَسُولُ اللَّهِ ﷺ قَائِمٌ عَلَى الْمِنْبَرِ يَخْطُبُ النَّاسَ وَهُوَ يَقُولُ: يَدُ الْمُعْطِي الْعُلْيَا، وَابْدَأْ بِمَنْ تَعُولُ: أُمَّكَ، وَأَبَاكَ، وَأُخْتَكَ، وَأَخَاكَ، ثُمَّ أَدْنَاكَ، أَدْنَاكَ مُخْتَصَرٌ[حكم الألباني] : صحيح",
        "2532 — Сообщается, что Тарик аль-Мухариби рассказывал: «Прибыв в Медину, мы увидели, как Посланник Аллаха ﷺ стоит на минбаре и обращается к людям с проповедью, говоря: “Рука дающего возвышена, начни же с тех, кого ты содержишь: с твоей матери, с твоего отца, с твоей сестры, с твоего брата, а затем далее в порядке отдаления (родственной связи)”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2536": [
        "2536 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا يَحْيَى، قَالَ: حَدَّثَنَا ابْنُ عَجْلَانَ، عَنْ عِيَاضٍ، عَنْ أَبِي سَعِيدٍ، أَنَّ رَجُلًا دَخَلَ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَرَسُولُ اللَّهِ ﷺ يَخْطُبُ فَقَالَ: «صَلِّ رَكْعَتَيْنِ» ثُمَّ جَاءَ الْجُمُعَةَ الثَّانِيَةَ، وَالنَّبِيُّ ﷺ يَخْطُبُ، فَقَالَ: «صَلِّ رَكْعَتَيْنِ» ثُمَّ جَاءَ الْجُمُعَةَ الثَّالِثَةَ، فَقَالَ: «صَلِّ رَكْعَتَيْنِ» ثُمَّ قَالَ: «تَصَدَّقُوا» فَتَصَدَّقُوا، فَأَعْطَاهُ ثَوْبَيْنِ ثُمَّ قَالَ: «تَصَدَّقُوا» فَطَرَحَ أَحَدَ ثَوْبَيْهِ، فَقَالَ رَسُولُ اللَّهِ ﷺ: أَلَمْ تَرَوْا إِلَى هَذَا، أَنَّهُ دَخَلَ الْمَسْجِدَ بِهَيْئَةٍ بَذَّةٍ فَرَجَوْتُ أَنْ تَفْطِنُوا لَهُ، فَتَتَصَدَّقُوا عَلَيْهِ، فَلَمْ تَفْعَلُوا، فَقُلْتُ: تَصَدَّقُوا، فَتَصَدَّقْتُمْ فَأَعْطَيْتُهُ ثَوْبَيْنِ، ثُمَّ قُلْتُ: تَصَدَّقُوا، فَطَرَحَ أَحَدَ ثَوْبَيْهِ، خُذْ ثَوْبَكَ، وَانْتَهَرَهُ[حكم الألباني] : حسن الإسناد",
        "2536 — Сообщается, что Абу Са‘ид рассказывал: «Однажды в пятничный день, когда Посланник Аллаха ﷺ обращался (к людям) с проповедью, в мечеть вошел некий человек, и (Посланник Аллаха ﷺ) сказал (ему): “Соверши молитву в два рак‘ата!” После этого уже в следующую пятницу этот человек снова вошел в мечеть во время проповеди, и (Пророк ﷺ) снова сказал (ему): “Совершил молитву в два рак‘ата!” Затем (этот человек) пришел таким же образом ещё и в следующий пятничный день, и (Пророк ﷺ) также сказал (ему): “Соверши молитву в два рак‘ата!” После этого Пророк ﷺ сказал: “Раздавайте милостыню!”, и (люди) принялись исполнять этот приказ, после чего (Пророк ﷺ) выделил тому (человеку) две одежды. Затем (Пророк ﷺ) повторил: “Раздавайте милостыню!”, (и этот человек) положил на землю одну из этих двух одежд. (Увидев это), Посланник Аллаха ﷺ сказал: “Разве вы не видите этого человека?! Он вошел в мечеть в изношенных одеждах, и я надеялся, что вы догадаетесь о его (положении) и подадите ему милостыню, но вы не сделали (этого). Тогда я сказал: “Раздавайте милостыню!”, и вы подали милостыню, после чего я выделил ему две одежды. Затем я повторил свои слова и сказал: “Раздавайте милостыню!”, и, (подчиняясь этому велению), он положил (на землю) одну из своих одежд. Забери свою одежду!” После этого (Посланник Аллаха ﷺ) поругал его». Шейх аль-Албани сказал: «Хороший иснад /хасан/».\n      \n      Комментарии и толкования"
    ],
    "2539": [
        "2539 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ: سَمِعْتُ أَبَا وَائِلٍ يُحَدِّثُ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: «إِذَا تَصَدَّقَتِ الْمَرْأَةُ مِنْ بَيْتِ زَوْجِهَا، كَانَ لَهَا أَجْرٌ، وَلِلزَّوْجِ مِثْلُ ذَلِكَ، وَلِلْخَازِنِ مِثْلُ ذَلِكَ، وَلَا يَنْقُصُ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ أَجْرِ صَاحِبِهِ شَيْئًا، لِلزَّوْجِ بِمَا كَسَبَ، وَلَهَا بِمَا أَنْفَقَتْ»[حكم الألباني] : صحيح",
        "2539 — Сообщается от ‘Аиши, что Пророк ﷺ сказал: «Если женщина подаст в качестве милостыни что-то из того, что имеется в доме ее мужа, она получит за это награду, и её муж получит за это награду, и такую же награду получит кладовщик. И награда любого из них никак не уменьшит награды других. Муж получит награду за то, что заработал, а она (жена) за то, что расходовала».\n      \n      Комментарии и толкования"
    ],
    "2736": [
        "2736 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ شَقِيقٍ، قَالَ: أَنْبَأَنَا أَبِي، قَالَ: أَنْبَأَنَا أَبُو حَمْزَةَ، عَنْ مُطَرِّفٍ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ طَاوُسٍ، عَنْ ابْنِ عَبَّاسٍ، قَالَ: سَمِعْتُ عُمَرَ، يَقُولُ: «وَاللَّهِ إِنِّي لَأَنْهَاكُمْ عَنِ الْمُتْعَةِ، وَإِنَّهَا لَفِي كِتَابِ اللَّهِ وَلَقَدْ فَعَلَهَا رَسُولُ اللَّهِ ﷺ» يَعْنِي الْعُمْرَةَ فِي الْحَجِّ[حكم الألباني] : صحيح الإسناد",
        "2736 — Сообщается со слов Ибн ‘Аббаса, что ‘Умар говорил: «Клянусь Аллахом, я запрещаю вам (хадж) аль-мут‘а, хотя о нём говорится в Книге Аллаха, и его совершал Посланник Аллаха ﷺ», то есть совершал умру вместе со своим хаджем.Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2893": [
        "2893 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ زَنْجُويَةَ، قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ: دَخَلَ النَّبِيُّ ﷺ مَكَّةَ فِي عُمْرَةِ الْقَضَاءِ وَابْنُ رَوَاحَةَ بَيْنَ يَدَيْهِ يَقُولُ:خَلُّوا بَنِي الْكُفَّارِ عَنْ سَبِيلِهِ ... الْيَوْمَ نَضْرِبْكُمْ عَلَى تَأْوِيلِهِضَرَبًا يُزِيلُ الْهَامَ عَنْ مَقِيلِهِ ... وَيُذْهِلُ الْخَلِيلَ عَنْ خَلِيلِهِقَالَ عُمَرُ: يَا ابْنَ رَوَاحَةَ فِي حَرَمِ اللَّهِ، وَبَيْنَ يَدَيْ رَسُولِ اللَّهِ ﷺ، تَقُولُ هَذَا الشِّعْرَ، فَقَالَ النَّبِيُّ ﷺ: «خَلِّ عَنْهُ، فَوَالَّذِي نَفْسِي بِيَدِهِ، لَكَلَامُهُ أَشَدُّ عَلَيْهِمْ مِنْ وَقْعِ النَّبْلِ»[حكم الألباني] : صحيح",
        "2893 — Сообщается, что Анас рассказывал: «Когда Пророк ﷺ вошёл в Мекку, возмещая малое паломничество (“умрат-уль-када”), ‘Абдуллах ибн Рауаха шёл впереди и возглашал:— О потомки неверующих! Освободите ему путь!Сегодня мы будем бить вас согласно его ниспосланию!(Нанося) удары, разящие головы,И заставляющие любящего забыть о возлюбленном!Услышав эти стихи, ‘Умар сказал ему, (словно порицая его): “О Ибн Рауаха! Ты произносишь стихотворение на территории, которую сделал заповедной Аллах, пред Посланником Аллаха?!” Однако Пророк ﷺ сказал: “Оставь его! Ведь клянусь Тем, в Чьей Длани моя душа, его слова больнее для них, чем попадание стрел”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "2976": [
        "2976 - أَخْبَرَنَا مَحْمُودُ بْنُ غَيْلَانَ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ كَثِيرِ بْنِ جُمْهَانَ، قَالَ: رَأَيْتُ ابْنَ عُمَرَ يَمْشِي بَيْنَ الصَّفَا وَالْمَرْوَةِ فَقَالَ: «إِنْ أَمْشِي فَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَمْشِي، وَإِنْ أَسْعَى فَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَسْعَى»[حكم الألباني] : صحيح",
        "2976 — Сообщается, что Кясир ибн Джумхан рассказывал: «Я видел, как Ибн ‘Умар шёл между (холмами) ас-Сафа и аль-Марва, а затем сказал: “Если я пойду (обычным шагом), то это потому, что видел, как обычным шагом шёл и сам Посланник Аллаха ﷺ. А я если побегу, то в силу того, что видел, как Посланник Аллаха ﷺ бежит”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3126": [
        "3126 - أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ: حَدَّثَنَا حَجَّاجٌ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ يُونُسَ، عَنْ الْحَسَنِ، عَنْ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ﷺ فِيمَا يَحْكِيهِ عَنْ رَبِّهِ عَزَّ وَجَلَّ، قَالَ: «أَيُّمَا عَبْدٍ مِنْ عِبَادِي خَرَجَ مُجَاهِدًا فِي سَبِيلِ اللَّهِ ابْتِغَاءَ مَرْضَاتِي، ضَمِنْتُ لَهُ أَنْ أَرْجِعَهُ، إِنْ أَرْجَعْتُهُ بِمَا أَصَابَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ، وَإِنْ قَبَضْتُهُ غَفَرْتُ لَهُ وَرَحِمْتُهُ»[حكم الألباني] : صحيح",
        "3126 — Сообщается, что Ибн ‘Умар известил о том, что, передавая слова своего Всемогущего и Великого Господа, Пророк ﷺ сказал: «Если любой из Моих рабов выступит усердствующим на пути Аллаха и из стремления к Моему довольству, и Я верну его (домой невредимым), то верну его с тем, что он получил из награды или трофеев, а если Я упокою его, то прощу его и помилую!».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3159": [
        "3159 - أَخْبَرَنَا هَارُونُ بْنُ مُحَمَّدِ بْنِ بَكَّارٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى وَهُوَ ابْنُ الْقَاسِمِ بْنِ سُمَيْعٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ وَاقِدٍ، عَنْ كَثِيرِ بْنِ مُرَّةَ، أَنَّ عُبَادَةَ بْنَ الصَّامِتِ، حَدَّثَهُمْ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَا عَلَى الْأَرْضِ مِنْ نَفْسٍ تَمُوتُ، وَلَهَا عِنْدَ اللَّهِ خَيْرٌ، تُحِبُّ أَنْ تَرْجِعَ إِلَيْكُمْ وَلَهَا الدُّنْيَا، إِلَّا الْقَتِيلُ، فَإِنَّهُ يُحِبُّ أَنْ يَرْجِعَ فَيُقْتَلَ مَرَّةً أُخْرَى»[حكم الألباني] : حسن صحيح",
        "3159 — Сообщается со слов ‘Убады ибн ас-Самита, что Посланник Аллаха ﷺ сказал: «Если какая-либо душа на земле умирает, и ей (уготовано) у Аллаха благо, то она не желает вернуться к вам, даже если ей будет (дарован весь) этот мир, за исключением убитого (на пути Аллаха). Поистине, он желает вернуться и быть убитым ещё раз». Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "3225": [
        "3225 - أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا أَبُو تُمَيْلَةَ، عَنْ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ أَحْسَابَ أَهْلِ الدُّنْيَا الَّذِي يَذْهَبُونَ إِلَيْهِ الْمَالُ»[حكم الألباني] : صحيح",
        "3225 — Сообщает Бурайда от своего отца, что Посланник Аллаха ﷺ сказал: «Поистине, почёт, к которому стремятся люди в этом ближнем мире, есть не что иное, как богатство».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3233": [
        "3233 - أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، أَنْبَأَنَا النَّضْرُ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، قَالُوا: يَا رَسُولَ اللَّهِ، أَلَا تَتَزَوَّجُ مِنْ نِسَاءِ الْأَنْصَارِ؟ قَالَ: «إِنَّ فِيهِمْ لَغَيْرَةً شَدِيدَةً»[حكم الألباني] : صحيح الإسناد",
        "3233 — Сообщается, что Анас рассказывал: «Однажды (сподвижники) спросили: “О Посланник Аллаха! Почему бы тебе не жениться на женщине (из числа) ансар?” На что он (Пророк ﷺ) сказал: “Они слишком ревнивы”». Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3340": [
        "3340 - أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسٍ، قَالَ: تَزَوَّجَ أَبُو طَلْحَةَ أُمَّ سُلَيْمٍ، فَكَانَ صِدَاقُ مَا بَيْنَهُمَا الْإِسْلَامَ، أَسْلَمَتْ أُمُّ سُلَيْمٍ قَبْلَ أَبِي طَلْحَةَ، فَخَطَبَهَا، فَقَالَتْ: إِنِّي قَدْ أَسْلَمْتُ، فَإِنْ أَسْلَمْتَ نَكَحْتُكَ، فَأَسْلَمَ فَكَانَ صِدَاقَ مَا بَيْنَهُمَا[حكم الألباني] : صحيح",
        "3340 — Сообщается, что Анас рассказывал: «Когда Абу Тальха женился на Умм Сулейм, брачным даром между ними был ислам. Умм Сулейм приняла ислам раньше Абу Тальхи, а когда он посватался к ней, она ответила: “Я приняла ислам, и если ты примешь ислам, я выйду за тебя!” После этого он принял ислам, и брачном даром между ними стало (принятием им) ислама».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3394": [
        "3394 - أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ أَيُّوبَ، قَالَ: حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ أَبِي إِسْحَقَ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ قَالَ: «طَلَاقُ السُّنَّةِ تَطْلِيقَةٌ وَهِيَ طَاهِرٌ فِي غَيْرِ جِمَاعٍ، فَإِذَا حَاضَتْ وَطَهُرَتْ طَلَّقَهَا أُخْرَى، فَإِذَا حَاضَتْ وَطَهُرَتْ طَلَّقَهَا أُخْرَى، ثُمَّ تَعْتَدُّ بَعْدَ ذَلِكَ بِحَيْضَةٍ» قَالَ الْأَعْمَشُ: سَأَلْتُ إِبْرَاهِيمَ فَقَالَ مِثْلَ ذَلِكَ[حكم الألباني] : صحيح",
        "3394 — Сообщается со слов Абу аль-Ахуаса, что ‘Абдуллах сказал: «Развод, (соответствующий) Сунне — это развод, (данный тогда), когда женщина находится в состоянии чистоты, и (между мужем и женой ещё) не было половой близости. Затем, когда у неё вновь начнётся менструация, и она очистится (после её завершения), он (может) дать ей второй развод. Затем, когда у неё вновь начнётся менструация, и она очистится (после её завершения), он (может) дать ей третий развод, после чего ей необходимо выждать одну менструацию».Аль-А‘маш рассказывал: «Я спросил (об этом) Ибрахима (ан-Наха‘и), и он сказал то же самое». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3413": [
        "3413 - أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ: أَنْبَأَنَا هُشَيْمٌ، قَالَ: أَنْبَأَنَا يَحْيَى بْنُ أَبِي إِسْحَقَ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبَّاسٍ: أَنَّ الْغُمَيْصَاءَ، أَوِ الرُّمَيْصَاءَ أَتَتِ النَّبِيَّ ﷺ تَشْتَكِي زَوْجَهَا أَنَّهُ لَا يَصِلُ إِلَيْهَا، فَلَمْ يَلْبَثْ أَنْ جَاءَ زَوْجُهَا، فَقَالَ: يَا رَسُولَ اللَّهِ، هِيَ كَاذِبَةٌ وَهُوَ يَصِلُ إِلَيْهَا، وَلَكِنَّهَا تُرِيدُ أَنْ تَرْجِعَ إِلَى زَوْجِهَا الْأَوَّلِ، فَقَالَ رَسُولُ اللَّهِ ﷺ: «لَيْسَ ذَلِكَ حَتَّى تَذُوقِي عُسَيْلَتَهُ»[حكم الألباني] : صحيح",
        "3413 — Сообщается, что ‘Убейдуллах ибн ‘Аббас рассказывал о том, что (женщина по имени) аль-Гумейса (или: ар-Румейса) пришла к Пророку ﷺ и стала жаловаться на то, что её муж не вступает ней в супружескую близость. Вскоре пришёл её муж и сказал: «О Посланник Аллаха!», и (добавил, что) вступает с ней в близость, но всё дело в том, что она хочет вернуться к своему первому мужу. Посланник Аллаха ﷺ сказал (ей): «(Ты) не (сможешь сделать) этого, пока не вкусишь его медка!». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3416": [
        "3416 - أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، عَنْ سُفْيَانَ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ: «لَعَنَ رَسُولُ اللَّهِ ﷺ الْوَاشِمَةَ وَالْمُوتَشِمَةَ، وَالْوَاصِلَةَ وَالْمَوْصُولَةَ، وَآكِلَ الرِّبَا وَمُوكِلَهُ، وَالْمُحَلِّلَ وَالْمُحَلَّلَ لَهُ»[حكم الألباني] : صحيح",
        "3416 — Сообщается, что ‘Абдуллах сказал: «Посланник Аллаха ﷺ проклял наносящую татуировки (другим) и ту, которой наносят татуировки, а (также) ту, которая наращивает волосы (другим), и ту, которой наращивают волосы, а (также) того, кто заключает с женщиной фиктивный брак для того, чтобы сделать её дозволенной (для её бывшего мужа), и того, для кого (её) делают дозволенной, а (также) берущего деньги (у ростовщиков) под проценты, и дающего (в долг) под проценты». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3498": [
        "3498 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، قَالَ: حَدَّثَنَا عَمِّي، قَالَ: حَدَّثَنَا أَبِي، عَنْ ابْنِ إِسْحَقَ، قَالَ: حَدَّثَنِي عُبَادَةُ بْنُ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ، عَنْ رُبَيِّعَ بِنْتِ مُعَوِّذٍ، قَالَ: قُلْتُ لَهَا: حَدِّثِينِي حَدِيثَكِ، قَالَتْ: اخْتَلَعْتُ مِنْ زَوْجِي ثُمَّ جِئْتُ عُثْمَانَ، فَسَأَلْتُهُ مَاذَا عَلَيَّ مِنَ الْعِدَّةِ؟ فَقَالَ: «لَا عِدَّةَ عَلَيْكِ إِلَّا أَنْ تَكُونِي حَدِيثَةَ عَهْدٍ بِهِ، فَتَمْكُثِي حَتَّى تَحِيضِي حَيْضَةً». قَالَ: «وَأَنَا مُتَّبِعٌ فِي ذَلِكَ قَضَاءَ رَسُولِ اللَّهِ ﷺ فِي مَرْيَمَ الْمَغَالِيَّةِ، كَانَتْ تَحْتَ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ فَاخْتَلَعَتْ مِنْهُ»[حكم الألباني] : حسن صحيح",
        "3498 — Сообщается, что Рубейи‘ бинт Му‘ауиз рассказывала: «Мы расстались с мужем на основании “хуль‘” (форма расставания, осуществляемая по требованию жены), после чего я пришла к ‘Усману (ибн ‘Аффану) и спросила его: “Какой срок (‘идды) мне выжидать?” Он ответил: “Ты не обязана выжидать какой-либо срок, кроме как в ситуации недавней половой близости. (Если недавно между вами была близость), то подожди до первой менструации. В этом (вопросе) я следую решению Посланника Аллаха ﷺ в отношении Марьям аль-Магалийи, бывшей жены Сабита ибн Кайса ибн Шаммаса, которая также потребовал от него “хуль‘”». Шейх аль-Албани сказал: «Хороший, достоверный иснад /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "3561": [
        "3561 - أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ الْوَاحِدِ، قَالَ: حَدَّثَنَا مَرْوَانُ وَهُوَ ابْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ بْنِ صَالِحِ بْنِ صَبِيحٍ الْمُرِّيُّ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ، عَنْ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْجُرَشِيِّ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ سَلَمَةَ بْنِ نُفَيْلٍ الْكِنْدِيِّ، قَالَ: كُنْتُ جَالِسًا عِنْدَ رَسُولِ اللَّهِ ﷺ، فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، أَذَالَ النَّاسُ الْخَيْلَ، وَوَضَعُوا السِّلَاحَ، وَقَالُوا: لَا جِهَادَ قَدْ وَضَعَتِ الْحَرْبُ أَوْزَارَهَا، فَأَقْبَلَ رَسُولُ اللَّهِ ﷺ بِوَجْهِهِ، وَقَالَ: «كَذَبُوا الْآنَ، الْآنَ جَاءَ الْقِتَالُ، وَلَا يَزَالُ مِنْ أُمَّتِي أُمَّةٌ يُقَاتِلُونَ عَلَى الْحَقِّ، وَيُزِيغُ اللَّهُ لَهُمْ قُلُوبَ أَقْوَامٍ، وَيَرْزُقُهُمْ مِنْهُمْ حَتَّى تَقُومَ السَّاعَةُ، وَحَتَّى يَأْتِيَ وَعْدُ اللَّهِ، وَالْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ، وَهُوَ يُوحَى إِلَيَّ أَنِّي مَقْبُوضٌ غَيْرَ مُلَبَّثٍ، وَأَنْتُمْ تَتَّبِعُونِي أَفْنَادًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ، وَعُقْرُ دَارِ الْمُؤْمِنِينَ الشَّامُ»[حكم الألباني] : صحيح",
        "3561 — Сообщается, что Саляма ибн Нуфейль ас-Кинди рассказывал: «Однажды, когда я сидел возле Посланника Аллаха ﷺ некий человек сказал: «О Посланник Аллаха! Люди оставили лошадей в покое, сложили оружие и сказали: “Нет усердия и война уже завершена!” Посланник Аллаха ﷺ повернулся лицом (к присутствующим) и сказал: “Они ошиблись! Сейчас, сражение явилось (именно) сейчас! Не перестанет группа из моей общины сражаться за истину. Аллах отвратит для них сердца людей и даст им через них удел! (Так будет продолжаться) вплоть до наступления Часа, пока не придёт обещание Аллаха. В чёлках лошадей заключено благо вплоть до Дня Воскресения. Мне было открыто в откровении, что скоро я скончаюсь, а вы последуете за мной группа за группой так, что один из вас начнут рубить шеи другим, а центром верующих станет Шам”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "3776": [
        "3776 - أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا زُهَيْرٌ، قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: كُنَّا نَذْكُرُ بَعْضَ الْأَمْرِ وَأَنَا حَدِيثُ عَهْدٍ بِالْجَاهِلِيَّةِ فَحَلَفْتُ بِاللَّاتِ وَالْعُزَّى، فَقَالَ لِي أَصْحَابُ رَسُولِ اللَّهِ ﷺ: بِئْسَ مَا قُلْتَ: ائْتِ رَسُولَ اللَّهِ ﷺ فَأَخْبِرْهُ، فَإِنَّا لَا نَرَاكَ إِلَّا قَدْ كَفَرْتَ، فَأَتَيْتُهُ فَأَخْبَرْتُهُ، فَقَالَ لِي: قُلْ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، ثَلَاثَ مَرَّاتٍ، وَتَعَوَّذْ بِاللَّهِ مِنَ الشَّيْطَانِ، ثَلَاثَ مَرَّاتٍ، وَاتْفُلْ عَنْ يَسَارِكَ، ثَلَاثَ مَرَّاتٍ، وَلَا تَعُدْ لَهُ[حكم الألباني] : ضعيف",
        "3776 — Сообщается, что Са‘д рассказывал: «Однажды, когда я только принял ислам, мы вспоминали некоторые вещи и я поклялся аль-Лятом и аль-‘Уззой. (Услышав это), сподвижники Посланника Аллаха ﷺ сказали мне: “Как же скверно то, что ты сказал! Отправляйся к Посланнику Аллаха ﷺ и сообщи ему (об этом), ибо мы считаем, что ты совершил неверие!” Я отправился к Пророку ﷺ и сообщил ему (о случившемся), на что он сказал: “Скажи три раза: “Нет истинного Бога, кроме Одного лишь Аллаха, у Которого нет сотоварищей!” /Ля иляха илля Ллах уахдаху ля шарикя лях/, трижды обратись к Аллаху за защитой от шайтана, трижды сплюнь влево от себя и больше так не поступай!”».Шейх аль-Албани сказал: «Слабый хадис /да‘иф/»."
    ],
    "3777": [
        "3777 - أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا مَخْلَدٌ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ أَبِيهِ، قَالَ: حَدَّثَنِي مُصْعَبُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، قَالَ: حَلَفْتُ بِاللَّاتِ وَالْعُزَّى، فَقَالَ لِي أَصْحَابِي: بِئْسَ مَا قُلْتَ: قُلْتَ هُجْرًا، فَأَتَيْتُ رَسُولَ اللَّهِ ﷺ، فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ: قُلْ: لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَانْفُثْ عَنْ يَسَارِكَ، ثَلَاثًا، وَتَعَوَّذْ بِاللَّهِ مِنَ الشَّيْطَانِ، ثُمَّ لَا تَعُدْ[حكم الألباني] : ضعيف",
        "3777 — Сообщается, что Са‘д рассказывал: «Однажды я поклялся аль-Лятом и аль-‘Уззой, и мои товарищи сказали мне: “Как же скверно то, что ты сказал! Ты произнёс скверные слова!” Тогда я пришёл к Посланнику Аллаха ﷺ и рассказал ему о случившимся, на что он сказал: «Скажи: “Нет истинного Бога, кроме Одного лишь Аллаха, у Которого нет сотоварищей! Ему принадлежат власть и хвала, и Он способен на всякую вещь!” /Ля иляха илля-Ллах уахдаху ля шарикя лях. Ляху-ль-мульку уа ляху-ль-хамду уа хуа ‘аля кулли шейъин кадир/, трижды сплюнь влево от себя, трижды обратись к Аллаху за защитой от шайтана и больше так не поступай!».  Шейх аль-Албани сказал: «Слабый хадис /да‘иф/».\n      \n      Комментарии и толкования"
    ],
    "3939": [
        "3939 - أَخْبَرَنَا الْحُسَيْنُ بْنُ عِيسَى الْقُوْمَسِيُّ قَالَ: حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ قَالَ: حَدَّثَنَا سَلَّامٌ أَبُو الْمُنْذِرِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «حُبِّبَ إِلَيَّ مِنَ الدُّنْيَا النِّسَاءُ وَالطِّيبُ، وَجُعِلَ قُرَّةُ عَيْنِي فِي الصَّلَاةِ»[حكم الألباني] : حسن صحيح",
        "3939 — Сообщается от Анаса, что Посланник Аллаха ﷺ сказал: «Из всего мирского мне была внушена любовь к женщинам и благовониям, а усладой моих очей была сделана молитва».Шейх аль-Албани сказал: «Хороший достоверный хадис /хасан сахих/».\n      \n      Комментарии и толкования"
    ],
    "3997": [
        "3997 - أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْمُسْتَمِرِّ قَالَ: حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ قَالَ: حَدَّثَنَا مُعْتَمِرٌ، عَنْ أَبِيهِ، عَنْ الْأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنِ النَّبِيِّ ﷺ قَالَ: يَجِيءُ الرَّجُلُ آخِذًا بِيَدِ الرَّجُلِ فَيَقُولُ: يَا رَبِّ، هَذَا قَتَلَنِي، فَيَقُولُ اللَّهُ لَهُ: لِمَ قَتَلْتَهُ؟ فَيَقُولُ: قَتَلْتُهُ لِتَكُونَ الْعِزَّةُ لَكَ، فَيَقُولُ: فَإِنَّهَا لِي. وَيَجِيءُ الرَّجُلُ آخِذًا بِيَدِ الرَّجُلِ فَيَقُولُ: إِنَّ هَذَا قَتَلَنِي، فَيَقُولُ اللَّهُ لَهُ: لِمَ قَتَلْتَهُ؟ فَيَقُولُ: لِتَكُونَ الْعِزَّةُ لِفُلَانٍ، فَيَقُولُ: إِنَّهَا لَيْسَتْ لِفُلَانٍ فَيَبُوءُ بِإِثْمِهِ[حكم الألباني] : صحيح",
        "3997 — Сообщается, что ‘Абдуллах ибн Мас‘уд сообщил о том, что Пророк ﷺ сказал: «(В День Воскресения) человека придёт, держа за руку другого человека, и скажет: “О мой Господь! Этот убил меня!” Аллах спросил его: “За что ты его убил?”, на что тот ответит: “Я убил его, чтобы величие принадлежало лишь Тебе!” (Аллах) скажет: “Оно принадлежит Мне!” Затем придёт (ещё один) человек, держа за руку другого человека, и скажет: “Этот убил меня!” Аллах спросит его: “За что ты его убил?», на что тот ответит: “(Я убил его), Чтобы величие принадлежало такому-то”. (Аллах) скажет: “Поистине, величие такому-то не принадлежит!”, и тогда он понесёт свой (или: его) грех».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4068": [
        "4068 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ قَالَ: حَدَّثَنَا يَزِيدُ وَهُوَ ابْنُ زُرَيْعٍ قَالَ: أَنْبَأَنَا دَاوُدُ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ قَالَ: كَانَ رَجُلٌ مِنَ الْأَنْصَارِ أَسْلَمَ ثُمَّ ارْتَدَّ وَلَحِقَ بِالشِّرْكِ، ثُمَّ تَنَدَّمَ فَأَرْسَلَ إِلَى قَوْمِهِ، سَلُوا لِي رَسُولَ اللَّهِ ﷺ: هَلْ لِي مِنْ تَوْبَةٍ؟ فَجَاءَ قَوْمُهُ إِلَى رَسُولِ اللَّهِ ﷺ فَقَالُوا: إِنَّ فُلَانًا قَدْ نَدِمَ وَإِنَّهُ أَمَرَنَا أَنْ نَسْأَلَكَ: هَلْ لَهُ مِنْ تَوْبَةٍ؟ فَنَزَلَتْ: {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ} [آل عمران:",
        "4068 — Сообщается, что Ибн ‘Аббас рассказывал: «Некогда один из ансаров принял ислам, а затем отступил от веры и примкнул к (приверженцам) многобожия, а затем стал сильно сожалеть (о случившемся). Он отправил к своим соплеменникам (послание, сказав): “Спросите обо мне Посланника Аллаха ﷺ: есть ли у меня (возможность) покаяться?!” Его соплеменники пришли к Посланнику Аллаха ﷺ и сказали: “Такой-то сожалеет (случившемся). Он повелел нам спросить тебя: есть ли у него (возможность) покаяться?!” И тогда были ниспосланы (аяты, в которых сказано): “Как Аллах наставит людей, ставших неверующими после веры…” (сура “Али Имран”, аят 86), и до слов (Аллаха): “Прощающий, Милующий…”. (сура “аль-Бакара”, аят 173). (Люди) послали ему (ответ на его вопрос), и он вошел в ислам (снова)». Шейх аль-Албани сказал: «Достоверный иснад /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4192": [
        "4192 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى قَالَ: حَدَّثَنَا خَالِدٌ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ يَحْيَى بْنِ حُصَيْنٍ قَالَ: سَمِعْتُ جَدَّتِي تَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ فِي حَجَّةِ الْوَدَاعِ: «وَلَوِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ حَبَشِيٌّ يَقُودُكُمْ بِكِتَابِ اللَّهِ فَاسْمَعُوا لَهُ وَأَطِيعُوا»[حكم الألباني] : صحيح",
        "4192 — Передаётся от Яхьйи ибн Хусайна, что он слышал от своей бабушки, которая слышала, что Посланник Аллаха ﷺ во время Прощального паломничества сказал: «Если поставят над вами правителем эфиопского раба, который будет править вами согласно установлениям Книги Аллаха, слушайте его и повинуйтесь ему».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4209": [
        "4209 - أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، أَنَّ رَجُلًا سَأَلَ النَّبِيَّ ﷺ وَقَدْ وَضَعَ رِجْلَهُ فِي الْغَرْزِ، أَيُّ الْجِهَادِ أَفْضَلُ؟ قَالَ: «كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ»[حكم الألباني] : صحيح",
        "4209 — Сообщается, что Тарик ибн Шихаб рассказывал: «Однажды, когда Пророк ﷺ вставил свою ногу в (кожаное) стремя, некий человек спросил (его): “Какой джихад является наилучшим?” (Пророк ﷺ) ответил: “Слово истины, (сказанное) у несправедливого правителя!”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4392": [
        "4392 - أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ غَزْوَانَ قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ حُسَيْنٍ يَعْنِي ابْنَ وَاقِدٍ، عَنْ عِلْبَاءَ بْنِ أَحْمَرَ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ قَالَ: «كُنَّا مَعَ رَسُولِ اللَّهِ ﷺ فِي سَفَرٍ، فَحَضَرَ النَّحْرُ، فَاشْتَرَكْنَا فِي الْبَعِيرِ عَنْ عَشْرَةٍ وَالْبَقَرَةِ عَنْ سَبْعَةٍ»[حكم الألباني] : صحيح",
        "4392 — Сообщается, что Ибн ‘Аббас рассказывал: «Однажды, когда мы находились в пути с Посланником Аллаха ﷺ наступил (день) жертвоприношения. Для принесения в жертву одного верблюда люди объединялись вдесятером, а для того, чтобы зарезать корову, объединялись всемером».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4402": [
        "4402 - أَخْبَرَنِي مُحَمَّدُ بْنُ مَعْمَرٍ قَالَ: حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ قَالَ: حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ قَالَ: حَدَّثَنَا أَيُّوبُ، عَنْ زَيْدِ بْنِ أَسْلَمَ - فَلَقِيتُ: زَيْدَ بْنَ أَسْلَمَ - فَحَدَّثَنِي، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: كَانَتْ لِرَجُلٍ مِنَ الْأَنْصَارِ نَاقَةٌ تَرْعَى فِي قِبَلِ أُحُدٍ، فَعُرِضَ لَهَا، فَنَحَرَهَا بِوَتَدٍ، فَقُلْتُ لِزَيْدٍ: وَتَدٌ مِنْ خَشَبٍ أَوْ حَدِيدٍ؟ قَالَ: لَا. بَلْ خَشَبٌ، فَأَتَى النَّبِيَّ ﷺ فَسَأَلَهُ: «فَأَمَرَهُ بِأَكْلِهَا»[حكم الألباني] : صحيح",
        "4402 — Сообщается, что Абу Са‘ид аль-Худри рассказывал: «У одного из ансаров была верблюдица, которая паслась возле (горы) Ухуд. Однажды с ней что-то случилось, (и она оказалась близка к смерти), и тогда он заколол её при помощи кола».(Один из передатчиков этого хадиса сказал): «Я спросил Зейда: “Этот кол был деревянным или железным?”, на что он ответил: “Он был деревянным”. Затем (этот человек) пришёл к Пророку ﷺ и спросил его об этом, и (Пророк ﷺ) разрешил ему употреблять это (мясо) в пищу». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4456": [
        "4456 - أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: أَنْبَأَنَا وَهْبُ بْنُ جَرِيرٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ يُونُسَ، عَنْ الْحَسَنِ، عَنْ عَمْرِو بْنِ تَغْلِبَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: إِنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يَفْشُوَ الْمَالُ وَيَكْثُرَ، وَتَفْشُوَ التِّجَارَةُ، وَيَظْهَرَ الْعِلْمُ، وَيَبِيعَ الرَّجُلُ الْبَيْعَ فَيَقُولَ: لَا حَتَّى أَسْتَأْمِرَ تَاجِرَ بَنِي فُلَانٍ، وَيُلْتَمَسَ فِي الْحَيِّ الْعَظِيمِ الْكَاتِبُ فَلَا يُوجَدُ[حكم الألباني] : صحيح",
        "4456 — Сообщается, что ‘Амр ибн Таглиб поведал о том, что Посланник Аллах ﷺ сказал: «Поистине, среди признаков (приближения) Часа то, что имущество разойдётся и увеличится, распространится торговля, а знание станет явным. Человек будет продавать товар и говорить: “Нет, (я не продам тебе ничего), пока не посоветуется с торговцем из такого-то рода!” В огромном районе (люди) будут искать (надежных) писцов, но не найдут (никого)!».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4674": [
        "4674 - أَخْبَرَنِي مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَيْمُونٍ قَالَ: حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامٍ، عَنْ ابْنِ أَبِي نُعْمٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ عَنْ عَسْبِ الْفَحْلِ»[حكم الألباني] : صحيح",
        "4674 — Сообщается, что Абу Са‘ид аль-Худри сказал: «Посланник Аллаха ﷺ запретил брать плату за семя самца (для оплодотворения самки)». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4839": [
        "4839 - أَخْبَرَنَا يُوسُفُ بْنُ عِيسَى، قَالَ: أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، قَالَ: أَنْبَأَنَا يَزِيدُ وَهُوَ ابْنُ زِيَادِ بْنِ أَبِي الْجَعْدِ، عَنْ جَامِعِ بْنِ شَدَّادٍ، عَنْ طَارِقٍ الْمُحَارِبِيِّ، أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ، هَؤُلَاءِ بَنُو ثَعْلَبَةَ الَّذِينَ قَتَلُوا فُلَانًا فِي الْجَاهِلِيَّةِ، فَخُذْ لَنَا بِثَأْرِنَا، فَرَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ، وَهُوَ يَقُولُ: «لَا تَجْنِي أُمٌّ عَلَى وَلَدٍ» مَرَّتَيْنِ[حكم الألباني] : صحيح",
        "4839 — Сообщается, что Тарик аль-Мухариби рассказывал: «Однажды некий человек сказал: “О Посланник Аллаха! В доисламские времена эти (люди из рода) бану са‘ляба убили такого-то. Возьми же с них возмещение в нашу пользу!” (Посланник Аллаха ﷺ) поднял свои руки (так высоко), что я увидел белизну его подмышек, а затем дважды сказал: “Ребёнок не несёт ответственности за преступление своей матери!”». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "4858": [
        "4858 - أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا أَبَانُ، قَالَ: حَدَّثَنَا يَحْيَى، عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ أَعْرَابِيًّا أَتَى بَابَ رَسُولِ اللَّهِ ﷺ، فَأَلْقَمَ عَيْنَهُ خُصَاصَةَ الْبَابِ، فَبَصُرَ بِهِ النَّبِيُّ ﷺ فَتَوَخَّاهُ بِحَدِيدَةٍ أَوْ عُودٍ، لِيَفْقَأَ عَيْنَهُ، فَلَمَّا أَنْ بَصُرَ انْقَمَعَ، فَقَالَ لَهُ النَّبِيُّ ﷺ: «أَمَا إِنَّكَ لَوْ ثَبَتَّ لَفَقَأْتُ عَيْنَكَ»[حكم الألباني] : صحيح الإسناد",
        "4858 — Анас ибн Малик, да будет доволен им Аллах, рассказал, что однажды какой-то бедуин пришёл к двери Посланника Аллаха ﷺ и приложил свой глаз к отверстию в двери [и стал заглядывать]. Пророк ﷺ увидел его и направился к нему с [чем-то] металлическим или деревянной палкой, дабы выколоть ему глаз, увидев это [бедуин] отошёл. Тогда Пророк ﷺ сказал ему: «Если бы ты задержался, то я выколол бы тебе глаз».Шейх аль-Албани сказал: «Достоверный иснад /сахих аль-иснад/».\n      \n      Комментарии и толкования"
    ],
    "5188": [
        "5188 - أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بَكْرِ بْنِ سَوَادَةَ، أَنَّ أَبَا النَّجِيبِ حَدَّثَهُ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُ، أَنَّ رَجُلًا قَدِمَ مِنْ نَجْرَانَ إِلَى رَسُولِ اللَّهِ ﷺ وَعَلَيْهِ خَاتَمٌ مِنْ ذَهَبٍ، فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ ﷺ وَقَالَ: «إِنَّكَ جِئْتَنِي وَفِي يَدِكَ جَمْرَةٌ مِنْ نَارٍ»[حكم الألباني] : صحيح",
        "5188 — Абу Са‘ид аль-Худри, да будет доволен им Аллах, рассказал, что однажды к Посланнику Аллаха ﷺ приехал какой-то человек из Наджрана, на котором было золотое кольцо. Посланник Аллаха ﷺ отвернулся от него и сказал: «Ты пришёл ко мне с угольком из огня [Ада] в своей руке».Шейх аль-Албани сказал: «Достоверный хадис /сахих/»."
    ],
    "5190": [
        "5190 - أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا عَفَّانُ، قَالَ: حَدَّثَنَا وُهَيْبٌ، عَنْ النُّعْمَانِ بْنِ رَاشِدٍ، عَنْ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، أَنَّ النَّبِيَّ ﷺ أَبْصَرَ فِي يَدِهِ خَاتَمًا مِنْ ذَهَبٍ، فَجَعَلَ يَقْرَعُهُ بِقَضِيبٍ مَعَهُ، فَلَمَّا غَفَلَ النَّبِيُّ ﷺ أَلْقَاهُ، قَالَ: «مَا أُرَانَا إِلَّا قَدْ أَوْجَعْنَاكَ وَأَغْرَمْنَاكَ» خَالَفَهُ يُونُسُ رَوَاهُ عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ مُرْسَلًا،[حكم الألباني] : صحيح",
        "5190 — Абу Са‘ляба аль-Хушани, да будет доволен им Аллах, рассказал, что однажды Пророк ﷺ увидел на его руке золотое кольцо и стал бить по его руке палкой, которая была при нём. Когда Пророк ﷺ отвлёкся, он снял кольцо и выбросил его, Пророк ﷺ посмотрел на [его руку] и, не увидев на пальце кольцо, сказал: «Видимо, мы сделали тебе больно и нанесли [материальный] ущерб».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "5432": [
        "5432 - أَخْبَرَنَا مَحْمُودُ بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا الْوَلِيدُ، قَالَ: حَدَّثَنَا أَبُو عَمْرٍو، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، أَخْبَرَنِي أَبُو عَبْدِ اللَّهِ، أَنَّ ابْنَ عَابِسٍ الْجُهَنِيِّ أَخْبَرَه، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ لَهُ: يَا ابْنَ عَابِسٍ أَلَا أَدُلُّكَ - أَوْ قَالَ: - أَلَا أُخْبِرُكَ بِأَفْضَلِ مَا يَتَعَوَّذُ بِهِ الْمُتَعَوِّذُونَ؟ قَالَ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ، وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ هَاتَيْنِ السُّورَتَيْنِ»[حكم الألباني] : صحيح",
        "5432 — Ибн ‘Абис аль-­Джухани, да будет доволен им Аллах, рассказывал, что Посланник Аллаха ﷺ сказал ему: «О Ибн ‘Абис, не сообщить ли мне тебе о том, что является наилучшим из того, чем прибегают к защите Аллаха?» Он ответил: «Конечно, о Посланник Аллаха!» Тогда Пророк ﷺ сказал: «Это две суры: “Скажи: “Прибегаю к защите Господа рассвета…” и “Скажи: “Прибегаю к защите Господа людей…”».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "5442": [
        "5442 - أَخْبَرَنَا يَزِيدُ بْنُ سِنَانٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، قَالَ: أَنْبَأَنَا سُفْيَانُ، عَنْ أَبِي سِنَانٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْهُذَيْلِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ ﷺ كَانَ يَتَعَوَّذُ مِنْ أَرْبَعٍ: مِنْ عِلْمٍ لَا يَنْفَعُ، وَمِنْ قَلْبٍ لَا يَخْشَعُ، وَدُعَاءٍ لَا يُسْمَعُ، وَنَفْسٍ لَا تَشْبَعُ[حكم الألباني] : صحيح",
        "5442 — Сообщается, что ‘Абдуллах ибн ‘Амр рассказал о том, что обычно Пророк ﷺ просил (у Аллаха) защиты от четырёх (вещей): от знания, которое не приносит пользы, от сердца, которое не испытывает смирения, от мольбы, на которую не даётся ответ, и от души, которая не насыщается. Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "5470": [
        "5470 - أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا خَلَفٌ، عَنْ حَفْصٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ ﷺ كَانَ يَدْعُو بِهَذِهِ الدَّعَوَاتِ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَقَلْبٍ لَا يَخْشَعُ، وَدُعَاءٍ لَا يُسْمَعُ، وَنَفْسٍ لَا تَشْبَعُ»، ثُمَّ يَقُولُ: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ هَؤُلَاءِ الْأَرْبَعِ»[حكم الألباني] : صحيح",
        "5470 — Сообщается, что Анас рассказывал: «Обычно Пророк ﷺ обращался (к Аллаху) со следующей мольбой: “О Аллах, я ищу Твоей защиты от знания, не приносящего пользы, и от мольбы, не получающего ответа, и от души, не способной насытиться. После этого он говорил: О Аллах, я ищу Твоей защиты от этих четырёх!” /Аллахумма инни а‘узу би-ка мин ‘ильмин ля янфа‘у уа кальбин ля яхша‘у уа ду‘аин ля юсма‘у уа нафсин ля ташба‘. Аллахумма инни а‘узу би-ка мин хаауляи-ль-арба‘/».Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ],
    "5661": [
        "5661 - أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي نُعْمٍ، عَنْ ابْنِ عُمَرَ، وَنَفَرٍ مِنْ أَصْحَابِ مُحَمَّدٍ ﷺ، قَالُوا: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ، ثُمَّ إِنْ شَرِبَ فَاجْلِدُوهُ، ثُمَّ إِنْ شَرِبَ فَاجْلِدُوهُ، ثُمَّ إِنْ شَرِبَ فَاقْتُلُوهُ»[حكم الألباني] : صحيح",
        "5661 — Сообщается, что Ибн ‘Умар и ещё группа сподвижников Мухаммада ﷺ сообщили о том, что Посланник Аллаха ﷺ сказал: «Того, кто употребит опьяняющее, высеките плетьми. Если он вернётся к этому греху, то высеките его (ещё раз). Если он употребит опьяняющее (в третий раз), то высеките его снова. Если же он вернётся к этому в четвёртый раз, то лишите его жизни». Шейх аль-Албани сказал: «Достоверный хадис /сахих/».\n      \n      Комментарии и толкования"
    ]
}